[
  {
    "uuid": "reczPheUVS9oHmJRY",
    "id": 1,
    "name": "Arcane Sanctuary",
    "isEnabled": true,
    "link": "https://arken.gg/zone/arcane-sanctuary",
    "shortDescription": "",
    "description": "\n",
    "image": "https://dl.airtable.com/.attachments/0f289b281d05e6fb0d9361e998c86068/944c4817/arcane_sanctuary_render2.jpg?ts=1661144681&userId=usrf0GZYc5zCl9Cv7&cs=6c41a85ccecdc33d",
    "secondaryImage": "https://dl.airtable.com/.attachments/db952c1bdc74419672704c4032eeb3cc/fbeeab18/Sketch-ArcaneSanctuary.jpg?ts=1661144681&userId=usrf0GZYc5zCl9Cv7&cs=dea14b66f17aa3bf",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": " \n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [12, 5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": []
  },
  {
    "uuid": "recI6OewoCYWvkwlV",
    "id": 2,
    "name": "End of Time",
    "isEnabled": true,
    "link": "https://arken.gg/zone/end-of-time",
    "shortDescription": "At the end of all timelines lies this last bead of light.",
    "description": "At the end of all timelines lies this last bead of light.\n",
    "image": "https://dl.airtable.com/.attachments/1373d9e738b8a84ff9668c1e84f515e5/d608015f/arcane_sanctuary_render2.jpg?ts=1661144682&userId=usrf0GZYc5zCl9Cv7&cs=b40273d6f8da41af",
    "secondaryImage": "https://dl.airtable.com/.attachments/7453fd254e16a131aaf6664baef109f2/f05034ed/Sketch-ArcaneSanctuary.jpg?ts=1661144682&userId=usrf0GZYc5zCl9Cv7&cs=01ce6bf8d96c1c6f",
    "lore1": "## END OF TIME\n\nOnce, this place was known as Arcane Sanctuary: a small and hidden community of dragonkin who migrated north, looking for better lives away from the zealotry of their people. Led by a green dragonkin named Mishoye, these dragonkin traveled far–dreaming of a sanctuary in Haerra. Eventually, they discovered a mountainous island known as Arreat Summit. When they explored the area, they found a large cavern deep within the mountain, containing an artifact of incredible power. Fascinated by this artifact, they settled into the cavern and built their society around it.\n\nSome time later, Arcane Sanctuary was discovered by the First Order of Zeno, who were led to this cave by a cache of ancient, mysterious texts. They revealed the nature of this artifact to the dragonkin, and agreed to research it together. The leader of the First Order, Archdeacon Bin Zy, took one of the most promising young dragonkin–nicknamed Bin Ali–under his wing, training him in the ways of Zeno. When Bin Zy left, Bin Ali took over the First Order and united the order with his people. When they completed their research and destroyed the Worldstone, it generated such a powerful vortex of energy that reality shattered around the cave. Arreat Summit tore from the ground to float miles above the water, while Sanctuary found itself suspended in space, trapped and isolated from the rest of Haerra.\n",
    "lore2": "## DICTATES OF MISHOYE\n\n_The three Dictates of Mishoye were scrawled on the gateway to Arcane Sanctuary, now facing into the open universe:_\n\n> Archway: “Enter all who are pure of soul and mind.”\n> Left Pillar: “The Arcane is privileged to those who revere her.”\n> Right Pillar: “Wash your hands before eating.”\n",
    "lore3": "## SUSPENDED IN SPACE\n\nShattered by energy and torn from its cavernous resting place, reality functions differently in the End of Time. Former cobblestone pathways twist and weave from floating platform to floating platform, all suspended in a twinkling starscape. Some of these roads are broken, making many old Arcane Sanctuary hubs impassable without flight. Buildings can only be built on accessible platforms, resulting in tall and wide towers that spiral high into the air. All other loose objects float directionless into space until they vanish from sight. Though powerful magic prevents visitors from drifting off into space due to a lack of gravity, one should always watch their step while strolling around the End of Time.\n",
    "lore4": " \n",
    "types": [16],
    "npcs": [27, 32, 35, 36, 34, 37, 38, 39, 33],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 12],
    "timeGates": [1, 2, 3, 4],
    "itemMaterials": [],
    "biomes": []
  },
  {
    "uuid": "recITi1tVfTzM9msx",
    "id": 3,
    "name": "Dragonhollow",
    "isEnabled": true,
    "link": "https://arken.gg/zone/dragonhollow",
    "shortDescription": "The isolated, cavernous city of dragonkin, built upon the bones of their adversary.",
    "description": "The isolated, cavernous city of dragonkin, built upon the bones of their adversary.\n",
    "lore1": "## DRAGONHOLLOW\n\nDragonhollow is the near-mythological home to the dragonkin. Outside of the knowledge of the dragonkin themselves, little is known about Dragonhollow aside from its existence somewhere high in the Ashyrah Spine. To many dragonkin, however, this place is a blessed metropolis for a shunned people.\n\nDragonhollow is built within a massive cavern; once the lair of an ancient dragon. Now the dragon’s massive skeleton lies in the depths of the cave, within which the dragonkin have built much of Dragonhollow. The extent of the city, however, stretches from the dragon’s skeleton to the jagged stone spires filling the cavern. The entrance to Dragonhollow is a yawning crag, hidden within the Ashyrah Spine. The trek from the city to the mouth of the cave is a long and treacherous one, along stone steps roughly hewn into the cavern walls.\n",
    "lore2": "## DRAGONKIN AND DRAGONS\n\nNo one knows the exact origins of the dragonkin. Some scholars believe it to be the result of a union between a human and a dragon, while others theorize it to be the result of foul magic: be it of draconic or humanoid origin. No matter the source, many dragonkin despise their draconic ancestors rather than revering them. Much of this can be traced to a red dragon named Velzedir, who enslaved the small dragonkin population as minions and playthings for centuries. Kadduk the Divine Dagger–perhaps the most heroic figure in dragonkin history–supposedly slayed Velzedir single handedly with nothing but a rusted dagger. Kadduk became the first independent leader of the dragonkin in centuries, and he mandated a fervent hate of dragons–a hate that remains to this day.\n",
    "lore3": "## TIME-LOCKED\n\nDragonkin only surfaced in Haerra recently, in the last two centuries of the Illumination. Before that, dragonkin had only been told of in stories and shoddy historical documents. Though many on Haerra presume the dragonkin were simply in isolation for a millennium, the reality is much stranger. During the Dawning era, long after Kadduk the Divine Dagger had slain their dragon oppressor Velzedir, a dragonkin tribe encountered a mystical ripple in the fabric of time. Unknowing and curious, the dragonkin ventured into the ripples in the air, and emerged into a futuristic Haerra, where humanoids had built sprawling civilizations and their dragon enemies had fallen into obscurity. However, as they entered into this seemingly utopian paradise, they found themselves rejected by the greater populace of Haerra. Spurned and defeated, the dragonkin returned to the mountains only to find that the ripple in time had closed. They were trapped in modern Haerra. They founded the reclusive Dragonhollow and began to research ways to return home. While many dragonkin cling to the past and remain spiteful of the Haerran population, others set out to make a life in Haerra, hoping to change the minds of those around them.\n",
    "lore4": " \n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [12],
    "timeGates": [],
    "itemMaterials": [3, 4],
    "biomes": [36, 66]
  },
  {
    "uuid": "recw8wnPIIsfKgRxH",
    "id": 4,
    "name": "Irondell",
    "isEnabled": true,
    "link": "https://arken.gg/zone/irondell",
    "shortDescription": "The watchful eye of the north, the human and elven city of Irondell serves as the seat of power in Fayhelm.",
    "description": "The watchful eye of the north, the human and elven city of Irondell serves as the seat of power in Fayhelm.\n",
    "image": "https://dl.airtable.com/.attachments/1777681976a4fee184e3c2a260c0bfa0/1e9504d4/image.jpg?ts=1661144685&userId=usrf0GZYc5zCl9Cv7&cs=985b6046a373ec18",
    "secondaryImage": "https://dl.airtable.com/.attachments/6c021626150a9817d7c5d444716cd1c9/acc3ae48/Sketch-Irondell2.png?ts=1661144685&userId=usrf0GZYc5zCl9Cv7&cs=486cbcb316698461",
    "lore1": "## **IRONDELL**\n\nIrondell is the capital of Fayhelm, and a symbol of unity between humans and elves. Irondell is found in the northern reaches of Fayhelm, situated just above the forest ridgeline in a mountainous valley. The city serves as a gateway to the north, as well as a watchful beacon over the Fayhelm forests. Irondell sits on a solitary mountain parapet, connected to the outside world by two large stone bridges, one south to the forests, and one north to the frost lands beyond. Guarded within the walls of Irondell, the massive and revered Skytree rises above the city, home to all manner of transient fay creatures.\n\nIrondell itself is a melting pot of humans and elves, who live in harmony in stone-built habitations. It is the distribution centre for Fayhelm where oil, wood, furs, and metals are bought and sold among many other things. Irondell is controlled by the Liege Warden and the Wardens of Irondell. Few Wardens actually dwell in the city, assigned to guard various areas in Fayhelm. Generally, the Wardens live in small turf-covered wooden shacks scattered throughout the Fayhelm forests.\n",
    "lore2": "## **THE IRONDELL ALLIANCE**\n\nAlthough humans always dwelled on the outskirts of the Fayhelm forests, it was only when the city of Linden was built that the elves took issue with the encroaching human populace. Centuries ago, a war broke out between elves and humans, and the death tolls were great. The humans had the advantage of centralized authority and steel weapons and armor, while the elves knew the forests and how to strategize around them. It was a vicious cycle, broken only by a man named Lord Irondell. A general for the forces of Linden, Lord Irondell, sought to end the conflict peacefully. Lord Irondell surrendered himself and his company to the elves, who captured them and carted them deep within the forests.\n\nHere, Lord Irondell spent years forging a friendship with Etarian Yra, one of the elven leaders. Eventually, Lord Irondell persuaded both the elves and the humans to agree to a ceasefire, where they met and discussed a treaty. Even this treaty took years, but when it was completed the humans agreed to never settle deeper within the forests, while the elves agreed to let the humans have a settlement in the north to further their trade and expansion goals. Tragically, Lord Irondell never got to see the signing of the treaty, falling to illness a year before. The pact was named The Irondell Alliance in his honor, and the northern settlement granted to the humans became known as Irondell.\n",
    "lore3": "## **GUILD**\n\n**The Wardens of Irondell**\nThe Wardens of Irondell are the protectors of the Fayhelm forests and its inhabitants, both peoples and creatures. The Wardens are woodsmen and women, mainly of human and elven birth, who live in moveable encampments that are spread throughout the forests. They stringently regulate hunting to protect the denizens of the forest, and transgressors are tried for murder. They know the secret trails and ways of the woodland creatures and are accomplished archers, skillful fighters, and experts at camouflage.\n",
    "lore4": " \n",
    "types": [16, 17],
    "npcs": [49],
    "guilds": [12],
    "factions": [11],
    "characters": [],
    "characterTypes": [5, null],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [1, 12, 36]
  },
  {
    "uuid": "recO1rZh29zAGmtzf",
    "id": 5,
    "name": "Linden",
    "isEnabled": true,
    "link": "https://arken.gg/zone/linden",
    "shortDescription": "Linden serves as the largest human settlement in Fayhelm, and serves as the seat of power for the Radiant Viziers.",
    "description": "Linden serves as the largest human settlement in Fayhelm, and serves as the seat of power for the Radiant Viziers.\n",
    "image": "https://dl.airtable.com/.attachments/56226c7a552c83d9c1fd180ce0a53762/0b41c243/Linden_1.jpg?ts=1661144687&userId=usrf0GZYc5zCl9Cv7&cs=e84165a772b87558",
    "secondaryImage": "https://dl.airtable.com/.attachments/2c591c90156504c8435d6cabc7af1612/af1bd45d/Sketch-Linden.jpg?ts=1661144687&userId=usrf0GZYc5zCl9Cv7&cs=bcdf0244ceb4244e",
    "lore1": "## LINDEN\n\nLinden is a large city in Fayhelm and, although smaller than most other main cities in Haerra, serves as the seat of power for the Radiant Viziers--one of the wealthiest and most powerful organizations in Haerra. The city itself is a highly fortified port, nestled between a northern arm of the Iron Inlet and a jagged mountain range to the north and west. To the east, the forests of Fayhelm grow wild and untamed. Although Linden is primarily home to humans, some elves have migrated to the city and others come down from the forests to trade and revel alongside the humans.\n\nLinden is a large exporter of tar, various minerals, and lumber; however, their main source of wealth stems from the Radiant Viziers. The Viziers govern and protect the area around the city, and they use the security of the city to manage their interests abroad. A large naval base operates from Linden, patrolling the Iron Inlet and working with the Knights of Westmarsh and Hevane to safeguard the coast from pirates. \n",
    "lore2": "## THE HIGH CHURCH OF RELIA\n\nBoth the seat of power in Linden and base of the Radiant Viziers: the High Church of Relia stands as a symbolic bastion of order in the north. Long ago, the grounds now housing the church once held an important temple of the druids. However, when a large force of humans abandoned the old Newerth Empire and settled in the north, they drove out the druids and tore down the temple, erecting a small church in favor of their goddess Relia. As time progressed and relationships improved between the new humans, druids, and elves, the church still serves as a major point of contention between the groups as it grew and expanded. The Radiant Viziers remain unapologetic of their faith and its monuments, even while suing for peace. Thus, the blazing sun symbol of Relia--emblazoned on the church front--shines over the region to this day.\n",
    "lore3": "## GUILDS\n\n### **The Radiant Viziers**\nUpright and devout servants of the goddess Relia, the Radiant Viziers are a mercenary group of expert fighters. The Viziers sell their skills to the highest bidder and are not cheap, but will only fight once they have debated the cause and found it rightful. Great wealth is afforded to the Viziers, and they use it to spread their forces and influence across Haerra.\n",
    "lore4": " \n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [6],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [12, 16, 36]
  },
  {
    "uuid": "recAuuYZWAwlMZMOT",
    "id": 6,
    "name": "Valburn",
    "isEnabled": true,
    "link": "https://arken.gg/zone/valburn",
    "shortDescription": "Home to the Valburn Corruptors and demonkin, the Valburn Empire aims to engulf all of Haerra for the glory of Azorag.",
    "description": "Home to the Valburn Corruptors and demonkin, the Valburn Empire aims to engulf all of Haerra for the glory of Azorag.\n",
    "image": "https://dl.airtable.com/.attachments/3b1ff2fd077b7fe45b3f9bd3f95dd5ee/eeaab8f9/ObsidianCity.png?ts=1661144688&userId=usrf0GZYc5zCl9Cv7&cs=be13340749b085fa",
    "lore1": "## **VALBURN**\n\n- Governance: Highlord Barakas\n- Capital: Obsidian City\n\nThe expanding empire of Valburn currently festers at the southern edge of Newerth, engaged in a drawn-out border conflict with the Knights of Westmarsh and other defending parties. Valburn is led by the Valburn Corruptors, a higher caste of demonkin who worship Azorag, god of Chaos. Valburn’s main population is demonkin and corruptors, however some humans also fill their ranks. The landscape of Valburn is characterized by blackened earth and volcanic mountains towards their capital--the Obsidian City--in the east, semi-farmable quagmires in the west, and the Hills of Carnage to the north.\n\nThe Empire of Valburn was formalized in 748 R.H. by Highlord Barakas, who united the disparate tribes of Valburn Corruptors and conquered the lesser demonkin in the name of Azorag. Highlord Barakas is the self-proclaimed prophet of Azorag, and claims to speak directly with the god of chaos. He conducts impassioned speeches about Valburn ravaging the greater continent of Haerra under Azorag’s banner.\n",
    "lore2": "## **“THE SUPREMACY OF CHAOS”**\n_Highlord Barakas’ Proclamation to the People of Valburn_\n\n> “My beloved children and comrades: I come to you as a vessel for our godking Azorag! We have come far from the bickering tribes we used to be, spat upon by the people of Haerra. Now look at us! We are the mighty and feared Valburn _Empire_, scourge of the continent! Look upon the other peoples of Haerra. See how they squirm at our name. Now _they_ are the disparate tribes: not an empire among them, not a single united front against our efforts. Even as they scramble to hold their borders they squabble like children, rife with infighting and power-mongering. But here we stand above: united under a common banner; a common cause. Nothing can stand against _chaos_! And when we are done–when we reign _supreme_, we will stand over _their_ ashen bodies! We will stand over _their_ scarred land! For chaos we rise! For Azorag we rise!”\n",
    "lore3": "## **EXCERPT FROM ARCHIVIST AQADE’S “VALBURN EMPIRE”**\n\n> _“Some say the Valburn Empire began when the Corruptor tribes united under a single banner and began their expansion northwards. Though this is technically correct, I argue that the empire was conceived long before: when the Magocracy Wars tore the demonkin’s prosperous lands to shreds, leaving them starved and vulnerable. Even as volcanic ash suffocated their food supplies and lava consumed their cities, we–the people of Haerra–raped their civilization with no remorse. We took advantage of their plight and turned our noses up at their cries for help. Former allies, turned against in their time of greatest need. The mages did nothing in terms of reparation. But our sin is even greater, for we neither extended a helping hand nor held the mages culpable for their actions. Instead, we cowered in fear while a people and a land burned. Here the seeds of a vengeful empire, planted in the minds of a broken people.”_\n",
    "lore4": "## **“ASHEN DAWN”**\n_A demonkin poem by Elsha Riaani, written one year after the Second Magocracy War_\n\n> _Pillars and columns of stone_\n> _Consumed by_\n> _Pillars and columns of smoke._\n> -\n> _My tea leaf land asunder_\n> _Blessed rain_\n> _Now borne on the wings of fire._\n> -\n> _What wonder mages have wrought_\n> _Flame dance fields_\n> _Peace enforced to ever sleep._\n> -\n> _While we slumber we dream of_\n> _Nightmares past_\n> _But ash obscures each new dawn._\n",
    "types": [18],
    "npcs": [],
    "guilds": [],
    "factions": [9],
    "characters": [],
    "characterTypes": [4, 5, 8, 9, 13, 14],
    "timeGates": [],
    "itemMaterials": [1, 3, 4, 5, 9, 14, 21, 22, 23, 37],
    "biomes": [6, 13, 14, 15, 22, 24, 27, 58, 59]
  },
  {
    "uuid": "recN9PoV7UCFINbjK",
    "id": 7,
    "name": "Forsaken Lands",
    "isEnabled": true,
    "link": "https://arken.gg/zone/forsaken-lands",
    "shortDescription": "Dark mists hang heavy over twisted forests in the islands of the dead, home to the Forsaken Mancers.",
    "description": "Dark mists hang heavy over twisted forests in the islands of the dead, home to the Forsaken Mancers.\n",
    "image": "https://dl.airtable.com/.attachments/9bfef685f52d509546f0e07a55e0cb6d/c50f9de7/Urgavod.png?ts=1661144689&userId=usrf0GZYc5zCl9Cv7&cs=7feaefe28fa54e62",
    "lore1": "## **FORSAKEN LANDS**\n\nPositioned just south of Valburn, the Forsaken Lands are a place of twisted forests and fouled land, scarred from magic and war.\n\nTo the west, the larger islands are subject to the heavy presence of ichor energy. Trees here are petrified, some still with dead leaves clutching to blackened branches. The grass and plants are brittle and glassy, and they dissolve into a black powder when crushed. Even the waters around the islands are sluggish and putrid. There are very few roads through this nightmarish landscape, and sinkholes litter the land looking to swallow unsuspecting travelers. The western Forsaken Lands are occupied by the Forsaken Mancers: villainous necromancers who utilise their powers for their own selfish gain and sadism.\n\nTo the east, a small collection of islands make up the Zakraad Wastes–a vast area of broken land and crackling energy. Life here is scarce, making it unlivable for all but the mysterious Shades: shifting echoes of people created in the wake of the destructive Magocracy Wars.\n",
    "lore2": "## **AMBIENT ICHOR DEGRADATION**\n_An unnamed Forsaken Mancer’s account of the effects of ichor on the environment_\n\n> “To say ‘ichor corrupts the land’ is like saying ‘sun corrupts the water by turning it warm.’ Corruption describes aberrant behavior. But ichor is not aberrant: it is perhaps the most natural process. The exertion of ichor by the Forsaken Mancers has changed the appearance and underlying ecosystems of the southern islands–there is no denying this. But I do not see this as an ‘unnatural’ or ‘distasteful’ corruption, as many deem it. Rather, it is a hastening of the life and death process. Such a heavy presence of ichor energy degrades life in its vicinity, but from it new life is birthed. If the arrogant philosophers of the Archivists were to look closer at the isles, they would see them brimming with all manner of odd and wonderful creatures: from Stench Crawlers to Graven Ones to all manner of ‘undead’ that populate these Forsaken Lands. ‘Corruption’ is perspective. To me, these lands have proven that nature is not linear; it is a complex and adaptable phenomenon. One must simply look more closely, for this exists not only here, but in Hexgard, Fayhelm, and others alike.”\n",
    "lore3": "## **MOREVIL TOXIN FORMULA**\n_A common Forsaken Mancer poison_\n\nComponents:\n1. Skeletal adder venom glands, incised\n2. Shaletree Powder, finely ground\n3. Teeth from a stench crawler, finely ground\n4. Bog water, filter out solids\n\nDirections:\n\nIn a small pot, bring bog water to a simmer. Add venom glands and cook until mixture is dark, stirring often. Remove gland casing. Add in remaining components and remove from heat. Filter into a small glass receptacle. Wash hands thoroughly.\n",
    "lore4": "## **EXCERPT FROM “ZAKRAAD DAMAGE ASSESSMENT AND EFFECTS ANALYSIS”**\n_Author: Tole Kantiya, Elysium mage responsible for surveying Zakraad in the years after the Second Magocracy War_\n\n> _Although Zakraad exhibits a number of alarming effects in the aftermath, the most notable are the energy synapses that crackle across the earth and these so-called ‘Shades’. The magical energy defies identification, though I surmise its source to be some manner of weirded mana. No matter its cause, it will certainly prevent life from re-settling Zakraad for as long as it persists. Even a nick of this energy causes severe pain to wrack the body, and it pervades the entirety of Zakraad. With regards to the Shades, they appear hostile and refuse any attempt at parley. I was forced to kill one when it attacked me with its long claws, which appear to do severe harm. Fortunately, they are not difficult for someone of our skillset to dispose of…_\n",
    "types": [19],
    "npcs": [],
    "guilds": [],
    "factions": [8],
    "characters": [50, 51, 55],
    "characterTypes": [5, 4, 8],
    "timeGates": [],
    "itemMaterials": [1, 9, 10, 11, 12, 22, 23, 32, 40],
    "biomes": [14, 15, 48, 55]
  },
  {
    "uuid": "rectKXl9mtgu8trnO",
    "id": 8,
    "name": "Fayhelm",
    "isEnabled": true,
    "link": "https://arken.gg/zone/fayhelm",
    "shortDescription": "Ruled by both humans and elves, this wild land of lush forests, crystal lakes, and sheer mountains is teeming with the folk of myths and legends.",
    "description": "Ruled by both humans and elves, this wild land of lush forests, crystal lakes, and sheer mountains is teeming with the folk of myths and legends.\n",
    "image": "https://dl.airtable.com/.attachments/85665d5b7829da2e85e208568a82113c/fcb50776/Fayhelm_1.jpg?ts=1661144689&userId=usrf0GZYc5zCl9Cv7&cs=1ffd685242639f9b",
    "secondaryImage": "https://dl.airtable.com/.attachments/08279c5a3738527fe27cba4b1149d122/ba084d89/Fayhelm-wip.jpg?ts=1661144689&userId=usrf0GZYc5zCl9Cv7&cs=ec65cd3677d436e5",
    "lore1": "## **FAYHELM**\n\n- Governance: The Liege Warden of Irondell\n- Capital: Irondell\n\nBordering the freezing permafrost of the Frostlands to the north and Newerth to the south, Fayhelm is a place of majesty and mysticism. Elves, druids, and other fey creatures dwell within the dense forests, while humans gather at the edges to mine the mountains and fish the surrounding waters. Although humans and elves warred for a long time over occupancy of the forests, they currently coexist on amicable terms, especially within the symbolic capital city of Irondell–where both elves and humans dwell side-by-side.\n\nFayhelm is perhaps the least explored and understood area of Haerra, aside from the desolate ice caps. Even the native druids and elves confess that their understanding of the area is limited. The density of the forest hides many secrets beneath its undergrowth, and places like the Etherwold are considered simply too dangerous to explore. As such, Fayhelm is a place ripe for adventure, from lush woodlands to sweeping mountain vistas to lakes glittering with gems.\n",
    "lore2": "## THE GREAT TREES OF FAYHELM\n\nTwo trees stand above all others in Fayhelm: the revered Faytree and Skytree. Both trees spiral high into the sky, with canopies and above-ground root systems large enough to house many creatures. Historically, these trees are revered by many in Fayhelm, so much so that the elves and druids warred over them intermittently for centuries. Currently, the elves and humans care for the Skytree, located in the mountainous city of Irondell, while the Faytree composes the largest druid city in Fayhelm, located in the southeastern reaches of the forest. Though the Skytree is markedly smaller than the Faytree, it still holds equal importance in a common Fayhelm mythos. According to legend, the Faytree serves as an anchor to the world–from which all of Haerra stems. The Skytree, on the other hand, connects Haerra to the greater universe, and represents the passing from earthly life into heavenly existence.\n",
    "lore3": "## “ETHERWOLD”\n_A poem by Elshanai elf Itiria Loialan_\n\n> _Here a land we claim our own_\n> \n> _Secrets writ neither in song nor tome_\n> \n> _Of colored reaches we dare not roam_\n> \n> _And one who wilt shall go it alone_\n> \n> _A land of dancing lights and pinkblue grass_\n> \n> _Held in motion by Gaia’s cuirass_\n> \n> _No elfen tool, neither bronze nor brass_\n> \n> _Touches this land, lest we fall en masse_\n> \n> _For dangers disguised within do rear_\n> \n> _Their ugly heads though fair appear_\n> \n> _Tear limb from limb with not a tear_\n> \n> _So I bid thee please to steer far clear!_\n",
    "lore4": " \n",
    "types": [18, 19],
    "npcs": [],
    "guilds": [8],
    "factions": [],
    "characters": [26, 27, 28, 29, 30, 31, 36, 37, 38, 39, 52, 55, 104],
    "characterTypes": [5, 9, 8, 14, null],
    "timeGates": [],
    "itemMaterials": [1, 3, 4, 5, 8, 9, 14, 15, 23, 40],
    "biomes": [3, 12, 16, 21, 34, 36, 37, 57, 7]
  },
  {
    "uuid": "recXilFNsRdptl8My",
    "id": 9,
    "name": "Elysium",
    "isEnabled": true,
    "link": "https://arken.gg/zone/elysium",
    "shortDescription": "Home to all manner of mystical phenomena and wondrous sights: from the gravity-defying Arreat Summit to the floating islands of the Elysium mages.",
    "description": "Home to all manner of mystical phenomena and wondrous sights: from the gravity-defying Arreat Summit to the floating islands of the Elysium mages.\n",
    "image": "https://dl.airtable.com/.attachments/6ec22f71fe1f2cd72189da6359f80e99/b95285dc/ElysiumRegionalMap2.jpg?ts=1661144691&userId=usrf0GZYc5zCl9Cv7&cs=690af690e54d6ddb",
    "lore1": "## **ELYSIUM**\n\n- Governance: King of Otho (contested)\n- Capital: Otho\n\nSituated north of Ashyrah and bordering the frost-covered lands to the west, Elysium is a relatively poor region scattered with forested islands and arctic rivers. The northern arm of Elysium is largely wild and unsettled, save for a few small towns. The central powerhouse of Elysium is Otho, which controls the surrounding towns, villages, and fiefs that stretch down towards Ashyrah. Isolated from the rest of Elysium are the spectacular floating islands: home to the Elysium Mages. Although the mages possess great sway over Haerra, they dabble very little in governance of Elysium itself, preferring to remain reclusive on their islands.\n\nMainland Elysium as a whole is rather untamed. Though many have settled here, the dense forests and lack of centralized leadership results in little infrastructure or enforcement outside of the cities and large towns. As such, Elysium festers with beasts and bandits, both along the roads and in the woods. Mercenaries from across Haerra flock to Elysium for the lucrative hired soldier industry there, both as guardsmen and town-raiding thugs.\n",
    "lore2": "## **A LETTER ON THE KING OF OTHO**\n_From Elysium mage Eregot to fellow mage Antini_\n\n> _\"I recently paid a visit to this ‘King of Otho’ while tending to my personal investments there in the city. The man is a pompous and self-righteous pig, capable of far less than any of his constituents. I can’t quite wrap my head around why the mage council in Toralir does not simply string his body from the ramparts of Otho as an example. He pays mercenary groups to ransack nearby villages in the name of ‘taxation,’ and he bullies his people like cornered mutts. His personality is abysmal and his wits are far less than average. When a mage like myself could tear through this government in less than a day and give Elysium something far better, I cannot understand why the so-called ‘Elysium’ mages do nothing for their namesake!”_\n",
    "lore3": "## **CREATURE SURVEY REPORT TO THE KING OF OTHO**\n_Presented by Sir Ayadir Smithe, former Ranger of the King_\n\n> The population of dire wolves and lycanthropes seem to be steadily increasing since last year’s report. I found traces of eight different packs in the south, six in the northeastern arm, three in Otho’s general region, and fifteen to eighteen in the unsettled northwestern regions. In total, there are twelve more packs than last year: an extremely concerning increase. Furthermore, whether by reproduction or some witchcraft, the lycanthropes are also blossoming in population, with roughly fifty more reports of sightings than last year, most of these from very reliable sources of mine.\n> \n> In addition, a number of wyverns appear to be migrating down from the northwest mountains into the hills and plains below, plaguing towns and villages there. I found several empty nests in the mountains where I had witnessed them previously, and several new nests closer to the human populations there. In speaking of airborne creatures, the griffons appear to grow steadily more aggressive against human settlements, though I don’t see a major population change in their number since last year.\n> \n> With all due respect, my liege, if you do nothing to curb these wild beasts in the coming years then many lives could be lost. The growth of these creatures is exponentially higher than in previous years, and I worry it spells disaster for the Elysium people and economy.\n",
    "lore4": "\n",
    "types": [18, 19],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [1, 2, 3, 4, 5, 6, 7, 48],
    "characterTypes": [5, 9, 2, 14, null],
    "timeGates": [],
    "itemMaterials": [1, 8, 9, 23, 34],
    "biomes": [21, 3, 2, 12, 49]
  },
  {
    "uuid": "recS3nm99LkI1ky4l",
    "id": 13,
    "name": "Westmarsh",
    "isEnabled": true,
    "link": "https://arken.gg/zone/westmarsh",
    "shortDescription": "Home to the prestigious Knights of Westmarsh and the Archivists, Westmarsh stands steadfast against the encroaching Valburn forces.",
    "description": "Home to the prestigious Knights of Westmarsh and the Archivists, Westmarsh stands steadfast against the encroaching Valburn forces.\n",
    "image": "https://dl.airtable.com/.attachments/6836d5c5dfd89cc153b36c69387af84b/07172680/Westmarsh.jpg?ts=1661144691&userId=usrf0GZYc5zCl9Cv7&cs=cff59ac418507cee",
    "secondaryImage": "https://dl.airtable.com/.attachments/5f437ed5f568e6233295c5b5c6aea382/a237c7a9/Sketch-Westmarsh.jpg?ts=1661144691&userId=usrf0GZYc5zCl9Cv7&cs=713be516186211f6",
    "lore1": "## **WESTMARSH**\n\nAlongside Hevane and Qiddir, Westmarsh is one Newerth's ruling Tri-States. Westmarsh sits astride an imposing cliff that overlooks the Bladesong Ocean. Several sheltered pockets in the cliff serve as ports, where rope contraptions offload ships and simple elevators allow port entrance to the city. While imposing towards the sea, another natural fortification protects Westmarsh to the east: the marshes of southern Newerth. The marshes make large-scale siege difficult, with only a single major road leading from the city to greater Haerra. Within the walls of the city, architecture varies from sweeping parapets and the blocky, rigid walls that make up the inner city to the haphazard, flooded slums where shanties are built atop tall poles.\n\nAlthough most of Westmarsh’s wealth stems from seaborne trade, large swathes of the swamp are converted into irrigated farms which grow rice, maize, sweet potatoes and cranberries.\n\nTo the south-east of Westmarsh is a high long ridge leading to the sweeping Hills of Carnage, an empty wasteland of blood and toil which divides Westmarsh from Valburn territory and is home to a number of vicious battles. Despite the fertile farmland to the southeast, there are very few roads and trails across the hills and mountains as the lands beyond are the home of the sinister Valburn Corruptors.\n",
    "lore2": "## **GUILDS**\n\n### **The Knights of Westmarsh**\nThe Knights of Westmarsh are an order of knights sworn to protect the defenseless against the evils of Haerra. They refuse alcohol and the ways of the flesh, remaining celibate throughout their ordination and service. Although their history is a heavily religious one, in recent years they have turned to secularity, focused more on defending Westmarsh from physical harm than defending its spirituality.\n\n### **The Archivists**\nThe Archivists are a quasi-religious order based in Westmarsh, who serve and revere Zeno. These brave souls wade into battle wielding parchment, tome and quill; armored not in ensorcelled plate or links of chain, but with knowledge of generations past. The Archivists hold many secrets and forgotten knowledge and fight not only for the future of humanity, but also to save mankind's past and heritage.\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [16, 17],
    "npcs": [47],
    "guilds": [2, 3],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [27],
    "biomes": [24, 29, 33]
  },
  {
    "uuid": "recTaABYpgtKR8W07",
    "id": 19,
    "name": "Newerth",
    "isEnabled": true,
    "link": "https://arken.gg/zone/newerth",
    "shortDescription": "Once the Newerth Empire, its peoples now take great pride in their distinct identities, capitalizing on their wealth of natural resources and ingenuity",
    "description": "Once the Newerth Empire, its peoples now take great pride in their distinct identities, capitalising on their wealth of natural resources and ingenuity\n",
    "image": "https://dl.airtable.com/.attachments/3557d9c528bfe0be8e1300f4d45e38a5/4f70a8cd/Tukra_1.jpg?ts=1661144693&userId=usrf0GZYc5zCl9Cv7&cs=0bf0b22e2a9168e9",
    "lore1": "## **NEWERTH**\n\n- Governance: Tri-States of Newerth (political union)\n- Tri-States: Hevane, Westmarsh, and Qiddir\n\nThis broad stretch of western-central Haerra was once the Newerth Empire, the largest and most powerful empire in Haerra’s history. After nearly a century of existence, however, the empire collapsed in the wake of widespread revolution. The now-independent regions of Newerth, united under a political union, display powerful identities forged under the oppression of the empire. Observed by outsiders, the people of Newerth appear proud to the point of dogmatism. From the marshes of Westmarsh to the sand dunes of the Qiddir Desert, these former subjugates of the empire waste no time leveraging their wealth of resources and ingenuity.\n\nGiven its centrality in the continent and the persisting infrastructure built by the Newerth Empire, Newerth is heavily traveled and settled: taking the title as the most heavily populated region in Haerra. Much inter-regional trade is conducted through Newerth, especially via Hevane. Despite being the former subjects of empire, the Tri-States and their constituents grow more prosperous each passing year.\n",
    "lore2": "## TRI-STATES OF NEWERTH\n\nIn the wake of the Newerth Empire's collapse, three of the most influential cities--Hevane, Westmarsh, and Qiddir--came together to discuss their next move. Though brought together under suffering and hardship, the now-independent states agreed to maintain their unique identities while still sharing the infrastructure built by the Empire. After years of discussion and argument, the self-proclaimed \"Tri-States\" established a political union between their states: sharing infrastructure, wealth, and governance over Newerth.\n\nIn addition to special trade policies amongst the Tri-States, they drafted a common constitution (though differences are plentiful between cities) and fuel a shared military fund. Recently, the Tri-States expended much of these funds, in addition to shared armed forces, to aid Westmarsh in their defense against the Valburn Empire.\n",
    "lore3": "## **PREFACE**\n_In Archivist Myrton’s “From Expansion to Collapse: The Newerth Empire.”_\n\n> _\"No empire in Haerra’s history has spread its wings as wide as the Newerth Empire. Though loved by some and hated by many, none contest that the Newerth Empire burned bright and set new precedents for centralized sovereignty. In this book I will elucidate the history of the Newerth Empire, followed by a consideration of its governance and eventual collapse. Namely, I will discuss the Exile Quota of 658 RH, the Night of Moon Blades of 702 RH, and the empire’s response to the revolutionary’s Edicts of Change of 709 RH. Finally, I will track the division of the empire’s constituent tri-states–generally Hevane, Qiddir, and Westmarsh–in the wake of its collapse.\"_\n",
    "lore4": "## **EDICTS OF CHANGE, A SUMMARY**\n_Recorded and summarized by Tradelord Akrabodi_\n\n1. The tri-states must be granted significant autonomy in their governance and direction of affairs, with the empire serving as High Arbiter.\n2. Taxation must be reduced heavily.\n3. The expansion front towards Fayhelm must cease immediately.\n4. The death penalty must be abolished for minor crimes.\n5. Religious freedoms must be restored to the citizens of Newerth.\n",
    "types": [18],
    "npcs": [],
    "guilds": [13],
    "factions": [null],
    "characters": [32, 33, 34, 35],
    "characterTypes": [5, 8, 9],
    "timeGates": [],
    "itemMaterials": [1, 8, 9, 23, 27],
    "biomes": [8, 9, 24, 31, 32, 33, 50, 10, 35, 56]
  },
  {
    "uuid": "rec2J5xtCxxASnMUB",
    "id": 21,
    "name": "Narim",
    "isEnabled": true,
    "link": "https://arken.gg/zone/narim",
    "shortDescription": "A small town in northern Elysium, where our adventure first begins...",
    "description": "A small town in northern Elysium, where our adventure first begins...\n",
    "image": "https://dl.airtable.com/.attachments/012aae3d7e9e582737d1dfe6795875d0/38b382e9/Elysium.jpg?ts=1661144694&userId=usrf0GZYc5zCl9Cv7&cs=e2d36c6bcb0fff27",
    "lore1": "## **NARIM**\n\nNarim is a small town in northern Elysium and, despite only housing a couple hundred inhabitants, it is the largest town along the northern arm of the region. Narim makes its living by fishing the Frigid Abyss and hunting the woodland creatures around the area. The town has a single mayor and a small garrison that polices the area.\n",
    "lore2": "## **BLOOD AND TOIL**\n\nNarim is the embodiment of a frozen frontier town. Permafrost never leaves the area, and even the dead of summer is full of hardship. Few crops grow in the area and those that do struggle: producing minimal yield and often dying of frostbite or rot before the season is through. The people do not fare much better. Disease, frostbite, and nutritional deficiencies run rampant through the small population of the town. Even beyond natural causes of death, dangerous and territorial predators stalk the area, uncowed by humanoid civilization. The limited presence of law enforcement in the town and surrounding areas breeds lawlessness and corruption. All these things considered, it takes a stalwart individual to live and thrive in Narim: perfect conditions for a budding hero of Haerra.\n",
    "lore3": "## **A MIXED BAG**\n\nDespite its difficulties, Narim is attractive to many types of people. From escaped convicts to victims of corruption to those simply seeking to leave their pasts behind, the small population of Narim is home to an assortment of races, genders, and creatures. Exiled and escaped demonkin live alongside humans, dwarves neighbor elves, and vira dine with dragonkin. Despite the tensions that run rampant throughout the town, the people of Narim are a tight-knit community working towards the common goal of survival. In the long nights of winter, it is not uncommon to see all manner of races gathered around a single hearth, laughing, feasting, and sharing stories.\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [49]
  },
  {
    "uuid": "recgJQ717Lp7sZQlp",
    "id": 22,
    "name": "Toralir",
    "isEnabled": true,
    "link": "https://arken.gg/zone/toralir",
    "shortDescription": "The floating city of mages, home to the Elysium Mage governance and the greatest arcane universities.",
    "description": "The floating city of mages, home to the Elysium Mage governance and the greatest arcane universities.\n",
    "image": "https://dl.airtable.com/.attachments/8dc39b984131e7926bae5822733bb17a/067a60f4/61909a3f8c3bca7411981f34_mage-isles-tsunami3.jpeg?ts=1661144695&userId=usrf0GZYc5zCl9Cv7&cs=c3a8d248f8e8545d",
    "secondaryImage": "https://dl.airtable.com/.attachments/b31ec5ad54cb66936ebd8a73c3f80ee7/27e01bc8/Sketch-Toralir.jpg?ts=1661144695&userId=usrf0GZYc5zCl9Cv7&cs=077e1e58d7188b6e",
    "lore1": "## **TORALIR**\n\nThe grand city of Toralir sits on a floating island situated at the far eastern edge of Elysium, where the Eseldagon Sea meets the Frigid Abyss. Toralir is the central city of the Elysium Mages, home to their governance, universities, and markets. Though small compared to many cities in Haerra, Toralir is perhaps one of the most breathtaking: composed of tall spires, ever-moving bridges, shimmering parapets, and floating gardens. Throughout the city, an observer can see enchanted equipment doing the jobs of normal workers, from forging steel weapons to spinning wool.\n\nSimilarly to the rest of the floating islands, the island housing Toralir is blanketed with flora and fauna unique to the rest of Elysium. On this island, the area is dominated by a cool and dry forest-scape, wherein the colors of autumn never leave the treetops. Toralir is difficult to reach, accessible only by air or via mage-operated lifts.\n",
    "lore2": "## **FLOATING ISLANDS OF ELYSIUM**\n\nThe Floating Islands of Elysium are a geological anomaly in the world. They are positioned in the north-western part of the Eseldagon Sea. The islands are said to be held aloft by the sheer power of the mages who reside there. Some islands hover just over the water, while others are suspended half a mile in the air. The islands are blanketed with diverse flora and fauna, so diverse and at odds with the climate of Elysium that many suggest these islands have been transported from other parts of the continent. Size varies by island, ranging from massive swathes of land over 50 miles in diameter to small pockets only large enough to hold a single mage’s mansion.\n",
    "lore3": "## **VAEDRA UNIVERSITY**\n\nFounded (c. 585 R.H.) by Archmage Shadak Vaedra during the height of the Elysium Mages’ influence, Vaedra University was the first institution of its kind: a place of learning solely dedicated to the pursuit of magic. Vaedra University was one of the first buildings on Vaedra’s former lands. However, as it garnered attention from the populace of Haerra, the city of Toralir grew from the school. Even when Archmage Vaedra’s name was tarnished with infamy–known by many as “The Tyrant Archmage”–for his role in the Magocracy Wars, the name remained on the university for his incredible contribution to arcane study.\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [5],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [12, 16]
  },
  {
    "uuid": "recCyWeKMWDmMyIxk",
    "id": 23,
    "name": "Agrador",
    "isEnabled": true,
    "link": "https://arken.gg/zone/agrador",
    "shortDescription": "The northernmost city in Haerra, a cold and dark place which houses prospectors and fishermen.",
    "description": "The northernmost city in Haerra, a cold and dark place which houses prospectors and fishermen.\n",
    "lore1": "## **AGRADOR**\n\nAgrador is the northernmost city in Haerra, sitting on a tongue of land between the Frigid Abyss and Agar-Bassim’s Fjords. It is an impoverished place, mainly inhabited by fishermen who hunt whales, seals, and a wide variety of fish. The city has a small garrison and a large naval base built and serviced by the Radiant Viziers, who control the inland Blackrock Castle. \n\nAlthough Agrador is a port city, few trade routes run through the area, and shipments of foreign goods are few and far in between. The town consists of a number of shops and tradesmen serving the needs of the fishermen, prospectors, and Vizier navy. It is famous for its brothels, gambling establishments, and rough bars that are supposedly run by the Aakschipper, the mythical head of the Haverak Syndicate.\n",
    "lore2": "## **CESSPOOL OF HAERRA**\n\nDespite housing a garrison and naval base of the Radiant Viziers, Agrador is infested with crime and corruption. Many of the administrators, both city and Vizier, are paid off by the criminal organizations operating within the city. Even those not bribed generally turn a blind eye, as they possess neither the resources nor the steel to bring law and order to the area. As a result, the Haverak Syndicate thrives here with few checks, running smuggling operations down the coast and across the fjords. In Hevane and elsewhere in the south, Agrador is referred to as the “cesspool of Haerra,” and it generally lives up to that name.\n",
    "lore3": "## **NATURAL BEAUTY**\n\nThough Agrador is riddled with illegal activity and villainy, it is also home to some of the most wondrous winter sights on the continent. As the northernmost city in Haerra, Agrador’s days are blanketed in darkness for most of the year. This allows crystalline views of the multicolored northern lights that often hang heavy in the sky, glowing with vibrant reds, oranges, golds, and pinks. Even the ocean shimmers with light off the coast of Agrador: bioluminescent shrimp and other sea life glitter with greens and blues, creating a brilliant starscape in the surrounding ocean.\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [55, 2]
  },
  {
    "uuid": "rece6kw4vVm5AilTx",
    "id": 24,
    "name": "Archon Citadel",
    "isEnabled": true,
    "link": "https://arken.gg/zone/archon-citadel",
    "shortDescription": "A towering citadel of white marble built atop a high tropical peak, home to the Archons.",
    "description": "A towering citadel of white marble built atop a high tropical peak, home to the Archons.\n",
    "image": "https://dl.airtable.com/.attachments/5d90a77c7bf79329bae95aa0c1e441d9/24e6d375/Archon_Citadel_1.jpg?ts=1661144696&userId=usrf0GZYc5zCl9Cv7&cs=0a8047da0a8aac8c",
    "secondaryImage": "https://dl.airtable.com/.attachments/287bb43e10b82cfb867962438f47f0fc/2ba44c3c/Sketch-ArchonCitadel.jpg?ts=1661144696&userId=usrf0GZYc5zCl9Cv7&cs=37a141f527d42a25",
    "lore1": "## ARCHON CITADEL\n\n- Governance: Seraphim Council\n\nThe Archon Citadel is far removed from the rest of Haerra, cut off from the mainland on a tropical island south of Ashyrah. The island is the largest of several in the area, and houses the most diverse landscape: ranging from deep, lush jungles and serene beaches to sheer cliffs and jagged peaks that rise thousands of feet above sea level. The Archon Citadel sits atop one of these peaks, over 16,000 feet in elevation, overlooking the clouds and jungles far below. Although it houses the population of a small city, the Citadel is composed of a single, massive white marble building, scattered with sweeping parapets and tied together by elegant bridges.\n",
    "lore2": "## The Archons\nThe Citadel is occupied by the Archons, devout acolytes of Eledon. The tiers of the Citadel represent their social structure, with Paladins (their fighters and workers) at the bottom, Priests (their clerics and aides) in the middle, and the Seraphim (their leaders) at the top. Although surrounded by tropical lands below, the Citadel is a cold and formidable place, with echoing silent halls and a distinct lack of decor. Archons generally see the population of Haerra as below them, and few Archons leave the islands, save for a number of priests who travel across Haerra to spread the gospel of Eledon.\n",
    "lore3": "## Archon Proverb\n> All must aspire to the Perfection of Eledon!\n> In Shirayla we find redemption and order;\n> In Logos we find temperance and pure astra;\n> In Xalia we find purity and justice;\n> In Delaran we find divine wrath and the purging of unbelief;\n> In Korryn we find celerity and precision;\n> In Borial we find strength and steadfastness;\n> In Eledon, all these are Perfected: for this we must Hunger!\n",
    "lore4": "## Building the Citadel\nThe Citadel began construction in the early years of the Illumination, long before most cities in Haerra were even conceptualized. A group of Elysium mages split from the main order after discovering a series of texts said to be the doctrine of Eledon. These mages vanished to the islands south of Ashyrah, and began to build their metropolis, dedicated to Eledon. Although it took many years and an incredible amount of magic, the mages finally completed the Citadel and occupied it with their devout followers. These mages became the first council of Seraphim, giving up their mana-based powers in favor of practicing the Astra energy taught to them by the holy texts.\n",
    "types": [16, 20],
    "npcs": [],
    "guilds": [],
    "factions": [1],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [53, 36]
  },
  {
    "uuid": "recrosbS3shO1xXdA",
    "id": 25,
    "name": "Axelas",
    "isEnabled": true,
    "link": "https://arken.gg/zone/axelas",
    "shortDescription": "A trade city positioned on the coastal edge of the Plains of Ashyrah, thriving on the wealth of its surrounding farmlands.",
    "description": "A trade city positioned on the coastal edge of the Plains of Ashyrah, thriving on the wealth of its surrounding farmlands.\n",
    "lore1": "## **AXELAS**\n\nAxelas is located on the southern coast of Ashyrah. The region around Axelas is sheltered by the Ashyrah Spine, which makes it the center of a very fertile area. Its farms are spread along the fertile coastal strip known as the Plains of Ashyrah, where wheat, barley, corn, and maize are grown. Inland, towards the foothills of the Ashyrah Spine, farmers grow almonds, oranges, apples, melons, and strawberries as well as a wide variety of herbs which are treated and made into spices. These products are traded from Axelas and shipped worldwide.\n\nThe city itself is a thriving metropolis of traders, crafters, and tradespeople. The city is large but sprawled out over a large area, giving it the feel of a smaller town. Axelas has a famous fruit and spice market just north of its bustling harbor. In a well-fortified castle on the outskirts of Axelas the Paladins of Ashyrah take up their main residence. Though largely uninvolved in the day-to-day administration of Axelas, the Paladins protect the city for a petty fee.\n",
    "lore2": "## **OF GLORY AND INFAMY**\n\nAxelas’ past is a tumultuous story of righteousness and absolute evil. Though many paragons of justice rise from Axelas, such as Parseet the Dragon and Noshim the Fearless, the city’s reputation remains stained from a number of tyrants reared within. Chief among these is Idaro Tolspier. Once known as Idaro the Lionheart, he championed the Paladins of Ashyrah, leading small squadrons to victory against entire battalions. A devout follower of Relia, he even had a legendary weapon forged in his name and given to him by the Radiant Viziers. After decades of service, however, Idaro fell prey to a deadly enemy: lust. Idaro fell hopelessly in love with a Valburn Corruptor baroness and–in order to appease her–he betrayed the Paladins in the Battle of Acid Gate. The Paladin’s loss at the battle was so crushing that it allowed Valburn to sweep across all of southern Haerra to the borders of Newerth. In the course of the battle Idaro was slain by his former elite, and his name fell forever into infamy.\n",
    "lore3": "## **GUILDS**\n\n**The Paladins of Ashyrah**\nThe Paladins of Ashyrah are an interreligious group of fighters who fight for justice and rightfulness. All paladins have taken a vow to stand against evil and the forces of darkness. The Paladins do not adhere to the religious dictates of one god. Instead, they construct a code to which all paladins must adhere, and it is updated annually. If any paladin disagrees with a new statute, they are free to leave without reprehension.\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [11],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [24, 30, 20]
  },
  {
    "uuid": "recNEeVtOKUuzqvO6",
    "id": 26,
    "name": "Azran",
    "isEnabled": true,
    "link": "https://arken.gg/zone/azran",
    "shortDescription": "The volcanic home of the Arcane Sorcerers, who build their pillar-like dwellings on the edge of the caldera.",
    "description": "The volcanic home of the Arcane Sorcerers, who build their pillar-like dwellings on the edge of the caldera.\n",
    "lore1": "## **AZRAN**\n\nAzran is not technically a city, but the name of an active volcano at the southern tip of Ashyrah. It sits in the center of an isthmus that protrudes into the Radiant Sea, where several more volcanoes litter the area, both on land and beneath the waves. These volcanoes can often be seen emitting billowing clouds of dark smoke into the air, obscuring the area.\n\nAzran is home to the mysterious and solitary group known as the Arcane Sorcerers, who construct their stone dwellings on the edge of these volcanoes. Due to the isolated nature of the Arcane Sorcerers, there are no roads or tracks leading to their habitations. Despite being centrally located, few dare to stray near to the volcanic isthmus. Those who do venture there report awaking in the shallows of the Ashyrah coast, remembering next to nothing of their adventure.\n",
    "lore2": "## **UNKNOWN PURPOSE**\n\nLittle is known about the Arcane Sorcerers. Reportedly, they are wielders of ancient magic. They long shadow the outskirts of historical accounts, and are theorized to be one of the oldest organizations in Haerra. Curious surveyors and historians spend days in distant ships, gazing through spy glasses to garner even the smallest tidbits of information. So far the only known facts about the sorcerers is that they live in stone habitations on the edges of the Azran caldera, wear simple gray robes and clothing, and are composed of many races. Some theorize that they are plotting to take over Haerra, while others believe them to be a cult dedicated to a dragon dwelling in the volcano. Others still claim that they protect Ashyrah from the active volcanoes, keeping them contained. No matter the truth, outsiders are wary of the sorcerers and their unknown intentions.\n",
    "lore3": "## **BECOMING A SORCERER**\n\nThe only other information known about the Arcane Sorcerers are pieces of their recruitment process. All across Haerra, the process remains static: an individual goes missing and, in their place, there remains a note and a satchel. The note is handwritten by the missing individual, ensuring their family or caretakers that they are safe and in good health. Within the satchel is something of immense value to the culture, be it gold, jewels, artifacts, or something of equivalence. The chosen individuals follow no pattern: from blacksmiths to cripples to children riddled with leprosy, all of different ages and with different racial, cultural, and gender backgrounds. Families and friends of these missing individuals continue to receive letters and tokens from them long after their absence, though the person is never seen again.\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [10],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [58, 18, 36]
  },
  {
    "uuid": "recT8VeeQeixDzuEU",
    "id": 27,
    "name": "Blackrock Castle",
    "isEnabled": true,
    "link": "https://arken.gg/zone/blackrock-castle",
    "shortDescription": "A well-fortified castle in northern Haerra that enforces the regional interests of the Radiant Viziers.",
    "description": "A well-fortified castle in northern Haerra that enforces the regional interests of the Radiant Viziers.\n",
    "lore1": "## **BLACKROCK CASTLE**\n\nAs its name implies, Blackrock Castle is a large fortification sitting on a tongue of land bordering the Frigid Abyss. The fortress is a sheer and imposing building cut into the mountain rock, visible from the passes and trails far below. Though ancient, the castle has exchanged a number of owners, each of which has made expansions and improvements to the fortress.\n\nCurrently, Blackrock Castle houses an army garrison of Radiant Viziers, and it serves as their bastion of influence in the area. The Viziers send their budding elite to Blackrock Castle for training, producing some of the mightiest warriors in Haerra. The area is harsh and unforgiving, and both the fortress and its occupants reflect that. Blackrock Castle is connected via treacherous roads to Agrador and the Free City of Vtello, and it conjoins several mountain passes that miners use to travel the area.\n",
    "lore2": "## **AN HONOR AND A SENTENCE**\n\nIt is a well-known fact among the Radiant Viziers that success is not always met with fortune. The ‘Lord of Blackrock Castle’ is a prestigious title that evokes fear and awe in many across the continent. Such an individual is trusted with training the next Vizier elite, awarded a great amount of power and influence, and given a massive swathe of the castle as their own. However, being the Lord of Blackrock Castle is not often an envied position. When assigned to the castle, the Lord is expected to be there at all times unless called to Linden by the Vizier Hierarchy. This can mean years of isolation in the castle, without the comforts, foods, or warmth of the southern regions. In addition to the sacrifice of comfort, the job is a brutal one: forging normal knights into champions, managing a flood of deserters, and governing the harsh and crime-ridden Frostlands. As such, the position is often both a distinction and a curse.\n",
    "lore3": "## **TRAINING THE VIZIER ELITE**\n\nBlackrock Castle operates one of the most brutal and soul-crushing training programs in Haerra. In accordance with the dictates of the goddess Relia, the Viziers demand that an elite burn away their mortal vices and weaknesses in sacred fire. In Blackrock Castle, this is taken both figuratively and literally. From training twenty hours a day to running across burning coals, the prospective elite are purged of pain and weakness. Other exercises consist of nude treks across Blackshard Mountain passes, holding a fifty pound stone above one’s head for hours without moving, or balancing on the edge of the castle fortifications for the entire day. Such an incredibly rigorous training program forges heroes, but it also results in the most deserters ever seen by any one force in Haerra.\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [6],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [36, 1, 54]
  },
  {
    "uuid": "rec8340FvMRdkdKHk",
    "id": 28,
    "name": "Der'uden",
    "isEnabled": true,
    "link": "https://arken.gg/zone/der-uden",
    "shortDescription": "The civilization of arctic dwarves; a large city of igloos and ice huts sitting atop a permafrost glacier in the Ashyrah Spine.",
    "description": "The civilization of arctic dwarves; a large city of igloos and ice huts sitting atop a permafrost glacier in the Ashyrah Spine.\n",
    "image": "https://dl.airtable.com/.attachments/4d437b9b63687b7419f9307c6c892f46/d51557b6/Der-Uden_1.jpg?ts=1661144701&userId=usrf0GZYc5zCl9Cv7&cs=0e7ed0edcb8158eb",
    "secondaryImage": "https://dl.airtable.com/.attachments/57a44367e94bd5dc569920207505760e/714ae1d7/Sketch-Der-uden.jpg?ts=1661144701&userId=usrf0GZYc5zCl9Cv7&cs=e9aab1ab05b14e50",
    "lore1": "## DER’UDEN\n\nDer’uden is a dwarven civilization in the highest reaches of the Ashyrah Spine, on a permafrost glacier ‘valley’ set between several mountain peaks. Unlike their cave- and hill-dwelling counterparts in the west, the dwarves of Der’uden prefer a more isolated, arctic lifestyle atop the glacier. They live in large snow and ice huts, constructed in an old dwarven fashion. Their king and his court reside in a large ice palace, which supposedly formed naturally when two glaciers collided. The dwarves of Der’uden train snow boars and polar bears as mounts, for both sport and ease of transport. In order to sustain themselves, they fish a massive ice water lake in the lower echelons of their territories, which remarkably teems with life due to a nearby natural hot spring that keeps the lake from icing over. \n",
    "lore2": "## EXCERPT FROM LOKAN’S “A TOURIST’S GUIDE TO DER’UDEN”\n\n> _“When we first started tellin’ folks bout a dwarven civilization built on some glacier, most blokes and blokesses were like “Wot?” This was usually followed by a “what the _Gaia _is there to do on a blasted glacier?” And I said: “All _kinds_ of things, you _[expletive redacted]_.” So I decided to write on this here parchment to tell ya all about it. First, there’s polar bear racing. That’s a fun one. Then there’s sitting in the hot springs. They’re warm. Third, there’s snow boar racing. Almost as fun as polar bear racing, but not quite. Then there’s fishin–I reckon–though I’ve never been. Lastly, drinking goes very well with all these here activities, so really there’s never a dull moment in Der’uden…\"_\n",
    "lore3": "## A COOL DISCOVERY\n\nLong before the Great Dwarven Schism, a dwarf named Melgen Der’uden was prospecting for gold high in the Ashyrah Spine when he stumbled upon a breathtaking glacial valley. Rumor has it that Melgen was so infatuated with the valley that he built a house right where he stood, and refused to leave the glacier until he grew old and frail. He then proceeded to attempt to climb down the mountain and return home with a map to “Der’uden Valley.” Unfortunately, he died long before he reached the bottom. Some time later, another dwarven prospector stumbled upon the map and returned it to the dwarven kingdoms, where word spread quickly. Der’uden turned into a ‘vacation spot,' where dwarves went to enjoy the natural hot springs. After the Great Dwarven Schism, however, a hardy group of dwarves decided to make the valley their home, constructing their city atop the glacier.\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [1, 2, 54, 55, 65, 36]
  },
  {
    "uuid": "recPi1B6bcgVm4dL0",
    "id": 29,
    "name": "Elshanai",
    "isEnabled": true,
    "link": "https://arken.gg/zone/elshanai",
    "shortDescription": "An elegant elven city, friendly to humans and aimed at progressing elven culture into modernity.",
    "description": "An elegant elven city, friendly to humans and aimed at progressing elven culture into modernity.\n",
    "lore1": "## **ELSHANAI**\n\nKnown as the most progressive elven city in Fayhelm, Elshanai is situated just southwest of Irondell. The city is built into the surrounding aspen and pine forest, following a series of streams and rivers from the high hills in the north to a large lake in the south. Elshanai is connected by thin dirt and cobblestone trails that weave through the area, seamlessly integrating with the elegant white-marble structures and low-arching bridges. Gold accents gild the short, thin spires that rarely break above the treeline, giving Elshanai a refined but humble appearance.\n\nThe elves here actively trade and communicate with humans and other races, especially those in Irondell, which they call their “sister city.” Some humans even dwell within Elshenai, and a single human sits on their council of nine. To many other elven tribes, this is considered blasphemy above all else, and is unheard of elsewhere in history.\n",
    "lore2": "## **ETARIAN YRA**\n\nPerhaps the most revered and beloved elf in Fayhelm, Etarian Yra served as head of the Elshanai council for nearly one hundred years. A portly elf of humble birth and modest disposition, he is often depicted as serenely grinning with his eyes screwed shut, dimples and laugh lines dominating his rounded face.\n\nEtarian enjoyed a jovial and chaotic upbringing, known by the elders as a chronic troublemaker and rabble-rouser. But when war broke out between elves and humans, Etarian was sent to the front lines, where his youthful playfulness was beaten from him with the swords and boots of his commanders. Despite this, Etarian never truly wavered, and anytime he was stationed nearby a human encampment, he had a knack for making friends with the humans. Much to the chagrin of his officers, Etarian and his company were found playing cards with the humans: laughing, drinking, and sharing stories. The officers punished him severely and reassigned him, where he repeated this pattern three times before the officers gave up and sent him back to Elshanai, where the politicians attempted to mold him. Though these politicians also failed to break him, many in Elshanai found Etarian’s unwavering enthusiasm and cheerfulness refreshing and attractive. Some years later, he was elected to the council. During this time, he met the human captive Lord Irondell and took kindly to him. It was through the steadfast friendship of Lord Irondell and Etarian that the Irondell Alliance was brokered and the war between the two races ended.\n\nFor decades after the peace deal was finalized, Etarian pushed for progress: establishing trade deals with other cities in Haerra, working to build up the city of Irondell with the humans, and proposing joint ownership of the Skytree there. When he was elected head of the council, he increased his efforts further, bringing humans into the city and helping to create the Wardens of Irondell, in which he served for almost a decade before returning to head the council. During the final years of his life, Etarian gave up everything to travel around Fayhelm, transiently living with the druids, other elven tribes, and even with fey creatures. One day he vanished near the Etherwold, never to return. His memory lives on firmly in the diverse minds of Fayhelm: human, elven, and others alike.\n",
    "lore3": "## **AN ELSHANAI SAYING**\n\n> _“Gotheya eliyatai threivala.”_\n> \n> _“To make peace is to make friends.”_\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [7, 12, 16, 25]
  },
  {
    "uuid": "rech8whHe2HPYPGUD",
    "id": 30,
    "name": "Faytree",
    "isEnabled": true,
    "link": "https://arken.gg/zone/faytree",
    "shortDescription": "Home to the druids, this massive tree is one of two of its kind, the other being the Skytree in Irondell.",
    "description": "Home to the druids, this massive tree is one of two of its kind, the other being the Skytree in Irondell.\n",
    "image": "https://dl.airtable.com/.attachments/7c8c498b0f6eb9d567d35d0ab6f34ca5/ffe31447/The_Faytree_final.jpg?ts=1661144703&userId=usrf0GZYc5zCl9Cv7&cs=3bb49759feb3f959",
    "secondaryImage": "https://dl.airtable.com/.attachments/5edfa4f9ef1c98dfcdb577463ed791b3/9e203195/Sketch-Faytree.jpg?ts=1661144703&userId=usrf0GZYc5zCl9Cv7&cs=4181f2beb30ffa0b",
    "lore1": "## **THE FAYTREE**\n\nAlthough not so much a city as it is a landmark, the massive Faytree is home to the druidic Tribe of the Great Faytree, who dwell within its branches and roots. The Faytree is one of two trees of its kind; the other being the smaller Skytree, located in Irondell. The Tribe of the Great Faytree have built their society around it, creating elegant wooden structures in its roots and branches that compliment the tree rather than overbear it. These druids believe that the Faytree has existed since the dawn of time, gifted to the druids by the earth goddess Metun. No matter its origin, the Faytree towers above the forest canopy, serving as a beacon to the area. Animals and humanoids alike flock to the Faytree for healing, respit, and protection from the plight of the outside world. Though welcoming to the wounded and forsaken, the Faytree is by no means defenseless: the Tribe of the Great Faytree wield powerful earth magic and would die to defend their sacred home.\n",
    "lore2": "## **WAR OF THE GREAT FAYTREE**\n\nLong before any humans reached the treelines of Fayhelm, a war broke out among the elves and druids, who had coexisted for much of antiquity. The elves claimed both the Faytree and Skytree as their own, staking their claims on both territorial and divine rights. The druids, typically a peaceful people, argued that the Faytree was theirs by right of the earth goddess Metun. The elves responded to this claim with force, driving the druids from central Fayhelm and pushing them to the forest outskirts. In return, the druids began to weaponize their potent use of gaia energy against the elves. The war raged on for several decades until a druid named Caietus rose to prominence. With his tactical skills, leadership, and ferocity, Caietus cut through the ranks of the elves and took the Faytree for the druids, ending the long war.\n",
    "lore3": "## **CENSUS OF THE 14TH MOON**\n\nRecorded on the eve of the 14th moon, the estimated population of the Great Faytree is as such: 841 druidic members of the Tribe, 78 outsiders (65 of which are wounded), 58 earthbound creatures, 54 native fay creatures, 31 airborne creatures, and 23 endangered creatures (16 of which are paired with mates). These are each broken down into their subsequent categories…\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [8],
    "factions": [4],
    "characters": [],
    "characterTypes": [5, 9, 14, null],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [16, 17, 37, 44]
  },
  {
    "uuid": "recMX8qUdxBZtSIpQ",
    "id": 31,
    "name": "Free City of Vtello",
    "isEnabled": true,
    "link": "https://arken.gg/zone/free-city-of-vtello",
    "shortDescription": "The self-proclaimed \"freest city in Haerra,\" the Free City of Vtello is known for its extensive criminal activity, wild entertainment, and phenomenal metalwork.",
    "description": "The self-proclaimed \"freest city in Haerra,\" the Free City of Vtello is known for its extensive criminal activity, wild entertainment, and phenomenal metalwork.\n",
    "image": "https://dl.airtable.com/.attachments/ba8812d67248d3abf357949bbca63831/d2bd0b1f/Free_City_of_Vtello_3.jpg?ts=1661144704&userId=usrf0GZYc5zCl9Cv7&cs=fcd4822f977e66cf",
    "secondaryImage": "https://dl.airtable.com/.attachments/cef20921ad2ed1556a64b5d2cad9e999/c681553a/Sketch-FreeCity.jpg?ts=1661144704&userId=usrf0GZYc5zCl9Cv7&cs=f3831cd1765bc9c0",
    "lore1": "## **FREE CITY OF VTELLO**\n\n- Governance: Vtello Senate (headed by Lord Arek Machedor)\n\nThe Free City of Vtello is situated on the Frigid Abyss in northern Haerra. It is a massive and wealthy city with the largest amphitheater in Haerra and a great many other sporting attractions. The Free City made its name as a major ore and resource exporter from the Blackshard Mountains in the north and the resource-rich mountains to the south. The Free City also maintains a world-renowned metal industry that produces excellent armor and weaponry.\n\nAlthough the city’s interests are independent of any nation, it houses a large garrison and naval base that patrols the Frigid Abyss, watching for pirates and guarding the northern routes into the interior and Ashyrah. Despite its wealth, or perhaps because of it, the town is most famous for its extensive criminal underground, including the infamous organization known as the Haverak Syndicate (lead by the mythical Aakschipper), whose fingers of corruption stretch throughout Haerra. The Free City is “run” by the Vtello Senate--headed by Lord Arek Machedor--a commonly known front for Vtello’s real governance in the Haverak Syndicate. \n",
    "lore2": "## **THE HAVERAK SYNDICATE**\n\nThe Haverak Syndicate is an extensive network of smugglers, assassins, and kingmakers who focus on destabilizing governments (local and national) in order to serve their own interests. They own and operate illegal hubs and fighting pits, maintain most of the slave trade and human trafficking in Haerra, and smuggle all manner of illegal and high-profile items, including runes and worldstone shards. The syndicate is led by a legendary figure known only as the Aakschipper.\n",
    "lore3": "## **GUILDS**\n\n**Brotherhood of Vtello**\n\nThe Brotherhood of Vtello is a group of assassins headquartered in the Free City of Vtello. Membership in the Brotherhood is reserved for only the most skilled assassins in Haerra, and the vetting process is grueling and often fatal. Hired assassins are assigned contracts by the Brotherhood, be it external paid contracts or internal unpaid missions. Once a contract is assigned, the assassin must complete it or die trying. All other outcomes result in execution.\n",
    "lore4": "\n",
    "types": [16, 20],
    "npcs": [],
    "guilds": [6],
    "factions": [null],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [5],
    "itemMaterials": [],
    "biomes": [2, 21]
  },
  {
    "uuid": "reciaIQdqouzTCC35",
    "id": 32,
    "name": "Hevane",
    "isEnabled": true,
    "link": "https://arken.gg/zone/hevane",
    "shortDescription": "Both the strictest city in Haerra and one of the wealthiest, the trade capital of Haerra is home to fine art and sophisticated entertainment.",
    "description": "Both the strictest city in Haerra and one of the wealthiest, the trade capital of Haerra is home to fine art and sophisticated entertainment.\n",
    "image": "https://dl.airtable.com/.attachments/a8380ecb2fee28a001df2c77e59af1a7/891e6ba0/Hevane.jpg?ts=1661144706&userId=usrf0GZYc5zCl9Cv7&cs=04c7fa592cc2170e",
    "secondaryImage": "https://dl.airtable.com/.attachments/a17e4b567d4b60f7511722247a09ffa4/dfa98537/Sketch-Hevane.jpg?ts=1661144706&userId=usrf0GZYc5zCl9Cv7&cs=933da7258ded7e02",
    "lore1": "## **HEVANE**\n\nAlongside Westmarsh and Qiddir, Hevane is one Newerth's ruling Tri-States. Perhaps the most influential of the Tri-States due to its incredible wealth, Hevane deals with the import and export of goods from all over the known world, including gold and precious metals found in Agrador, olives and carpets from Tarv, and many other high-quality goods. The farmlands surrounding Hevane are some of the lushest and most plentiful in Haerra, further increasing their wealth and influence.\n\nThe city is ruled by the Ashatwa dynasty, currently headed by Queen Ashatwa IV. Just beneath the Queen and her retinue are the Tradelords, a council of merchants who control the trade business of Hevane. The city also boasts a large number of theatres that feature music and plays, as well as other high arts. The city is well-maintained and incredibly clean, with harsh penalties imposed on vagrants and their kind. Many of the populace are wealthier, pushing the poorer citizens to the outskirts and surrounding villages.\n",
    "lore2": "## **LAW AND ORDER**\n\nHevane prides itself on its stringent laws. The governance has introduced laws for everything: from regular exterior home and shop maintenance to dictates of proper hygiene.\n\n> “By the order of Queen Ashatwa III, on this 43rd day of Haleshai, observe the following mandate: All individuals must disrobe and wash themselves with at least 2 quarts of water, at least once daily. Exceptions will be allowed for the following reasons: if an individual is crippled with no caretaker, if an individual is seaborne for the full day, if an individual is two-days deceased…”\n",
    "lore3": "## **ALL ROADS LEAD TO HEVANE**\n\nFrom Otho to Samyrah to Karpeshti, Hevane serves as the crossroads for international trade in Haerra. In turn, Hevane has leveraged this position with precision, to immense success. Hevane has fingers in nearly every port city, regulating and ensuring smooth trade through both advisory and administrative positions. In addition, they sponsor and patrol new trade routes regularly in exchange for a taxation of the goods which flow through. Hevane statesmen and tradelords are renowned throughout Haerra, and are honoured as nobility in many cities and states.\n",
    "lore4": "\n",
    "types": [16, 17],
    "npcs": [46],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [35, 56]
  },
  {
    "uuid": "recS66QBjBHsJKXFT",
    "id": 33,
    "name": "Jasri",
    "isEnabled": true,
    "link": "https://arken.gg/zone/jasri",
    "shortDescription": "A city of elegant treehouses and blue firefly-light, connected by wooden and rope bridges.",
    "description": "A city of elegant treehouses and blue firefly-light, connected by wooden and rope bridges.\n",
    "lore1": "## **JASRI**\n\nJasri is a large elven city in southeastern Fayhelm, built into the trees and the forest canopy. The treehouses of Jasri are elegantly designed from wood, and both wood and rope bridges network from treetop to treetop to connect the city. Elves here detest fire and, as such, they use the blue fireflies plentiful in this part of the forest as their only light source, providing the whole city with a glowing, mystical feel.\n\nCompared to other elven tribes and kingdoms in Fayhelm, Jasri is very reclusive–as the people in this area took the brunt of the war against humans over a century ago. Although occasionally traveling south to Tarv or west through the forests to Linden for trade, many Jasrian elves refuse to leave the shelter of the woods.\n",
    "lore2": "## **OF SONG AND DANCE**\n\nThough many elves detest the Haerran stereotype of elves dancing and singing about the woods, Jasrian elves fully embrace it. In fact, such a stereotype likely stemmed from the human’s first contact with Jasrian elves on the southern edges of Fayhelm. While other cultures would spend time in the evening drinking at taverns or sharing stories around a hearth, Jasri’s nightlife is characterized by musical gatherings all around the city; in gardens, on treetops, and even in the middle of bridges. Friends and strangers alike come together with spiced wines, cheerful laughter, and–most importantly–music. Some play instruments, while others sing and dance until the wee hours of dawn. Though abject drunkenness is not tolerated in Jasri, it is common to see everyone a _little _tipsy, no matter their age. Music is not often a competitive thing in Jasri. Though there are some competitions, they are seen as a thing of the youth, and few of these competitions involve adults.\n",
    "lore3": "## **_“MIT’ERIS ALINT SHOVAI”_**\n_\"An Air Filled With Fire\"_\n\n> _A song one day soured –_\n> _A black wind uplifts –_\n> _The spirits of sour souls._\n> \n> _A writ wrote in blood –_\n> _A cheery hand drips –_\n> _The taste of cherries wilt._\n> \n> _A tree runs in terror –_\n> _A river runs adry –_\n> _The bee turned to mud._\n> \n> _A frame for my child –_\n> _A picture of grass –_\n> _The color of wet steel._\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5, null],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [16, 17, 37, 44]
  },
  {
    "uuid": "recJ7rlfW1mIieTlc",
    "id": 34,
    "name": "Karpeshti",
    "isEnabled": true,
    "link": "https://arken.gg/zone/karpeshti",
    "shortDescription": "A settlement far in the north, Karpeshti deals in fish, whales, and ice harvesting.",
    "description": "A settlement far in the north, Karpeshti deals in fish, whales, and ice harvesting.\n",
    "lore1": "## **KARPESHTI**\n\nKarpeshti is a large coastal town on the Halfice Sea. It is inhabited mainly by humans, who make their living fishing the dangerous waters of the Halfice Sea. Inshore fishermen use small boats to catch crabs and shrimp along the coast whilst the deep sea fishermen trawl for cod and herring. Karpeshti also houses many whalehunters, who scour the sea for boneface: massive whales whose blubber is rendered down into a fine oil used for lamps, cooking, and mechanical lubricant.\n\nBeyond their fishing and whaling industries, Karpeshti also harvests ice for most of western Haerra, shipping them in massive blocks down the coast. Karpeshti has overland trading routes to Irondell and sea routes to Agrador, the Free City of Vtello, and along the Aldia Gulf. Come winter, most individuals in Karpeshti migrate south for the season, returning in the spring. However, Karpeshti also has many full-time residents, who oversee the maintenance of the tools over winter.\n",
    "lore2": "## **EXCERPT FROM “OGLAI” BY YOKAN DIDI GHOLI**\n\n> _“The day my life changed was the day I first saw Oglai. A boneface of such incredible size… Even two Hevane ships would fall short of her length. Her pointed horn jutted into the sky like a mage tower, and the bone plating on her cheeks grew as thick as the Great Wall of Tukra. My shipmates cowered in terror, and screamed: “Yokan!” They saw the wave coming, but I could only stand in awe, watching as Oglai breached the surface and cut into the air. Even as the water crashed around me, flinging me from the ship, I had clarity: for I knew I had found a purpose. From that day forward, my destiny was to kill Oglai–even if it cost me everything.”_\n",
    "lore3": "## **TO INDUSTRY FROM EXILE**\n\nKarpeshti was first conceived when a prison ship full of Blackrock deserters–headed for Linden from the Radiant Vizier-owned Blackrock Castle–hit an iceberg, severely damaging the hull. The ship ran aground, and the prisoners within rioted, killing the captain and the Vizier soldiers on board. The prisoners knew they wouldn’t get far in the freezing conditions of the northern Frostlands, so they instead built shoddy settlements from the surrounding rock and wood of the ship. They fished the dangerous waters with rickety boats. Though few survived to see the spring, those that did decided to stay and build more permanent settlements, away from the eyes of the law and the Radiant Viziers. As the oil they produced from boneface blubber increased in demand, they began to trade down the western coast. Eventually, they created a small garrison to police the area, and attracted people of ill-means from all over Haerra to earn quick riches for a season or two. As Karpeshti’s industry grew, so too did the town, quickly becoming the most populated town in the western Frostlands.\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [2, 21, 54, 36]
  },
  {
    "uuid": "recaV41mTWXfx09Mr",
    "id": 35,
    "name": "Maeteha",
    "isEnabled": true,
    "link": "https://arken.gg/zone/maeteha",
    "shortDescription": "A dilapidated city of stone built upon the swamp of southwestern Valburn, the primary base for Valburn's naval fleet.",
    "description": "A dilapidated city of stone built upon the swamp of southwestern Valburn, the primary base for Valburn's naval fleet.\n",
    "lore1": "## **MAETEHA**\n\nMaeteha sits on the southwestern coast of Valburn. It is a well-fortified city of stone, built long ago by humans who were quickly driven out by the demonkin native to the area. The demonkin occupied the city, where they remain today. Maeteha has one road which runs along the coast to the edge of the marsh marking Westmarsh territories, where a small fortress is controlled by the Knights of Westmarsh. Valburn conquered Maeteha shortly after the demonkin occupied it. Recognizing its strategic importance, the Valburn Corruptors made it a second center of their power. The Corruptor lords there treat the demonkin viciously, overseeing their activity and ensuring that they are worked thoroughly to the bone.\n\nAlthough Maeteha was well-built, the city has undergone a large amount of wear and tear, both from constant conquest and a lack of maintenance by the demonkin and Corruptors. The walls are routinely kept up. Otherwise, trees and weeds encapsulate old buildings, moss clings to stone pathways, and shoddy huts house the majority of Maeteha’s population.\n",
    "lore2": "## **LETTER FROM LORD WRAETH TO LADY VALIA**\n_Sent from Maeteha to the Obsidian City, 795 R.H._\n\n> _“Oh my lovely Lady Valia, how I miss the warmth of your bosom! I cannot put the misery of Maeteha into words. It is both cold and humid here, yet somehow the dratted insects plague me nonetheless! The buildings are dank and moldy, and the demonkin vassals here are far more disgusting, crude, and insolent than those in the Obsidian City. I would discipline them with my boot, but I worry that their toxic filth would dissolve the soles. Fortunately I will be back with you soon. The lords here will listen to coin, if not to reason…”_\n",
    "lore3": "## **THE BACKWATERS OF VALBURN**\n\nCompared to the elegant obsidian structures and high culture of the Obsidian City, Maeteha is little more than a glorified rubbish pile. Much of Maeteha’s importance stems from its large harbor, allowing the Valburn navy to grow in strength without having to navigate the treacherous waters around the Obsidian City and the Trail of Misery. As such, the Corruptor governance of Maeteha receives very little funds beyond those slotted for military and naval training, and the rare extra funds tend to find their ways into the pockets of the Corruptor overlords. Though demonkin are treated as second-class by the Corruptors throughout Valburn, demonkin here are treated especially poorly. The demonkin are made to toil away in muddy farms from dawn to dusk, fighting off disease and deadly swamp creatures with no aid and very little compensation. Despite Valburn’s lofty ideals, Maeteha serves as a reminder that not all benefit from such a regime.\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [9],
    "characters": [],
    "characterTypes": [13],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [6, 48, 15, 5]
  },
  {
    "uuid": "recdpBZjLihL2hdTr",
    "id": 36,
    "name": "Nassau",
    "isEnabled": true,
    "link": "https://arken.gg/zone/nassau",
    "shortDescription": "Nassau is the pirate capital of Haerra, an island booming with overt criminal activity and lawlessness.",
    "description": "Nassau is the pirate capital of Haerra, an island booming with overt criminal activity and lawlessness.\n",
    "image": "https://dl.airtable.com/.attachments/d9e6e582f380932690f05fc4e16612f5/0ef381f9/Nassau_1.jpg?ts=1661144709&userId=usrf0GZYc5zCl9Cv7&cs=528bbc7ca7b62914",
    "secondaryImage": "https://dl.airtable.com/.attachments/665383491956076808289020c682bf81/28bc11a2/Sketch-Nassau.jpg?ts=1661144709&userId=usrf0GZYc5zCl9Cv7&cs=47673b9001b3ddb6",
    "lore1": "## **NASSAU**\n\nNassau is a small city and island off the western coast of Fayhelm. It has become the haunt of pirates and sea raiders that trade in smuggled and illegal goods. It is a lawless area, and the people of Nassau do not welcome visitors. Many of these pirates and sea raiders make their business ambushing trade vessels entering and exiting the Iron Inlet, before retreating back to the safety of the well-fortified and isolated island.\n\nThe city itself resides within a large cove, only accessible via a few narrow passageways. The cliff sides surrounding the cove are sheer, except for a few small beaches and forested areas which house the elite of Nassau. Otherwise, the entire city is built on stilts in the bay itself. Floating markets dot the area alongside buildings constructed from derelict ships, creating a decrepit yet lively place.\n",
    "lore2": "## **THE GAUNTLET AND THE SHARK**\n\nNassau has no formal leadership. Here, disputes are settled with fist fights, one pirate’s crime is another’s ‘good business,’ and thievery is considered repossession. Though the wealthier pirates tend to make of Nassau’s so-called ‘elite,’ only one individual has influence over Nassau: the Shark. The Shark is Nassau’s de facto ruler. Even though the Shark only has as much power as their crew can enforce, the title indicates that such a pirate should not be flippantly challenged. Every year, the Gauntlet of Nassau is held to determine the year’s Shark. Any individuals interested in entering must pay a handsome fee to the current Shark, then the gauntlet begins. Each entered individual faces off against another competitor, until only one is left. This final individual then faces the current Shark. The Shark retains their title if they win. Otherwise, the title is passed to the new champion. The current Shark is a five-year reigning champion, an elf named Rezimov. Seafarers are encouraged to keep an eye out for Rezimov’s red and silver flag, for they take no prisoners.\n",
    "lore3": "## **JUM EH JUM**\n_A Nassau shanty_\n\n> _Jum eh jum o’ all uh de chum_\n> _I kep the sea instay o’ her mum_\n> _En slay s’farer who dar ta run_\n> _Oh jum eh jum till we drown in d’ chum_\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [40],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [12, 36]
  },
  {
    "uuid": "recpPrWkk7GkNvKXq",
    "id": 37,
    "name": "Newkirk Stronghold",
    "isEnabled": true,
    "link": "https://arken.gg/zone/newkirk-stronghold",
    "shortDescription": "A stronghold held by the Knights of Westmarsh, serving as a base to protect Westmarsh's trade routes from pirates.",
    "description": "A stronghold held by the Knights of Westmarsh, serving as a base to protect Westmarsh's trade routes from pirates.\n",
    "lore1": "## **NEWKIRK STRONGHOLD**\n\nNewkirk Stronghold is an outpost of the Knights of Westmarsh, built in the far north of Newerth. It is not really a city but, as its name implies, it is a fortress built in a Westmarsh style. A small town has sprung into existence around the fortress thanks to the protection it offers, although it functions independently of the stronghold.\n\nNewkirk Stronghold guards the entrance to the Iron Inlet and, by extension, the cities and occupants of Fayhelm. The Knights established a naval force to battle the pirates of Nassau that operates in conjunction with the Radiant Vizier naval base in Linden. Though the Knights of Westmarsh would never admit it, the stronghold also keeps a watchful eye on the activities of the peoples of Fayhelm and northern Newerth.\n",
    "lore2": "## **PIRATE INFESTATION**\n\nLong before Newkirk Stronghold was built, pirates began to appear more frequently in the Aldia Gulf, ambushing trade vessels en route to Hevane. The first solution was to man the ships more heavily, however this simply escalated the violence as the pirates returned in greater force. In order to protect all their interests, the three coastal powers of the time–Linden, Hevane, and Westmarsh–convened to address the issue. Freshly independent from the claws of the Newerth Empire, both Hevane and Westmarsh were looking for ways to expand their influence. Both parties submitted bids to establish a fortress at the entrance to the Iron Inlet. As the tie-breaker, Linden–seeing the power afforded to Hevane by its trade sway–voted in favor of Westmarsh and construction began on Newkirk Stronghold just weeks later. Since then, the rate of pirate attacks has dwindled thanks to a concerted effort between the three factions.\n",
    "lore3": "## **NIGHT OF SHARK TEETH**\n_Sir Fargrir to an assembly of the Knights of Westmarsh_\n_37th Day of Yshon, 785 R.H._\n\n> “My lieges, I cannot understate the damage dealt to Newkirk Stronghold these four nights ago. On this Night of Shark Teeth, Newkirk Stronghold came under siege from the pirates of Nassau: at least twelve ships strong. They did not appear to have any intention of quarter, their only intent appeared to be utter destruction. We held them at bay for as long as possible, but they infiltrated the harbor, broke through the gates, resisted our defense, and slaughtered all within the fortress save myself. I was told to bring these shark teeth to you as “a warning, and a reminder.” My lieges, for such an unorganized and decentralized people, this assault appeared premeditated and concerted. I know not exactly what prompted this, though perhaps it had something to do with a ship we burned off the coast of the inlet just two nights prior. The captain on board appeared to be someone of importance…”\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [3, 35]
  },
  {
    "uuid": "recvCwM3TxU59PTDP",
    "id": 38,
    "name": "Obsidian City",
    "isEnabled": true,
    "link": "https://arken.gg/zone/obsidian-city",
    "shortDescription": "The capital of Valburn; an imposing city of obsidian and home to the Valburn Corruptors.",
    "description": "The capital of Valburn; an imposing city of obsidian and home to the Valburn Corruptors.\n",
    "image": "https://dl.airtable.com/.attachments/93a12c8936631957837dc0282f4f19aa/404cecf9/ObisidianCity.png?ts=1661144711&userId=usrf0GZYc5zCl9Cv7&cs=9aa8df285b601fe4",
    "secondaryImage": "https://dl.airtable.com/.attachments/1923631f16215ed4a7ef1bd4e15bf5a6/19ea02e4/Sketch-ObsidianCity.png?ts=1661144711&userId=usrf0GZYc5zCl9Cv7&cs=ad57b5d2c4a1bd1a",
    "lore1": "## **OBSIDIAN CITY**\n\nThe Obsidian City is the capital city of the Valburn Corruptors, at the centre of which is the Citadel. As the name implies, the entire city is constructed from a more durable form of obsidian, giving it an elegant, glassy appearance. The city is built amongst and within a number of volcanoes, providing warmth to the area despite its proximity to the southern pole of Haerra. The Citadel stands out from the rest of the city, its faceted obsidian walls and parapets towering above even the highest volcanoes.\n\nThe only land route to the Obsidian City’s fearsome entrance gates is along the well-named Trail of Misery, which connects the city to the conquered lands of Valburn. Otherwise, the city holds a south-facing harbor that contains a small fleet, however, navigating the rocky reefs around the volcanic island is an incredibly difficult task. Valburn Corruptor captains have detailed maps indicating the safest courses, written in code to prevent the vital information from falling into the hands of the enemy.\n",
    "lore2": "## **FORGING THE OBSIDIAN CITY**\n\nWhen Highlord Barakas instituted the Valburn Empire, he drained the coffers of the recently conquered tribes to build a capital city like none other. From his old tribe’s hut-city, built on a raised platform over a lava flow, he began expedited construction on the Obsidian City. He chose Valburn obsidian as the primary construction material: a hardy and difficult-to-mold form of obsidian. He mined the substance from all over Valburn to fortify the capital. With the help of demonkin and human slaves, paid mercenary workers, and his own soldiers, the city rose from squat huts to towering spires in under five years–an incredible feat which killed over five thousand slaves and workers in the process.\n",
    "lore3": "## **BUILDING EMPIRE, BUILDING SOCIETY**\n\nHighlord Barakas and his council knew that forging a lasting empire required more than conquering a few tribes and forcing them into servitude. While many in Haerra expected an all out assault once Valburn was united, instead years passed with no movement from the empire. During this time, Highlord Barakas and his council worked tirelessly to forge an identity for Valburn beyond simple brutality. Within the Obsidian City amphitheaters were constructed alongside new team sports, universities were built, and the military was organized into strict regiments, each undergoing formal training. Meanwhile, a clergy of Azorag was established and trained to harness chaos energy to great lengths. New national days were instituted alongside religious festivals and sporting events. The result was not only a united Valburn, but a nationalistic one composed of prideful citizens.\n",
    "lore4": "\n",
    "types": [16, 17],
    "npcs": [],
    "guilds": [],
    "factions": [9],
    "characters": [],
    "characterTypes": [13, 5],
    "timeGates": [],
    "itemMaterials": [21],
    "biomes": [58, 59]
  },
  {
    "uuid": "recSMUs6kgGYZQ4a9",
    "id": 39,
    "name": "Otho",
    "isEnabled": true,
    "link": "https://arken.gg/zone/otho",
    "shortDescription": "The capital and largest city of Elysium, Otho is a sprawling walled city with a large variety of industries: from fishing to logging to mining.",
    "description": "The largest center in Elysium, Otho is a sprawling walled city with a large variety of industries: from fishing to logging to mining.\n",
    "image": "https://dl.airtable.com/.attachments/295655e6db700a1abe33c04cb664abd1/7089b265/Elysium.jpg?ts=1661144712&userId=usrf0GZYc5zCl9Cv7&cs=ad769acbed83024c",
    "lore1": "## **OTHO**\n\nOtho is the largest city in Elysium, positioned firmly in the center of the region. It is the nearest city to Toralir and the floating islands of the Elysium Mages. Otho’s population is mainly human, though a number of Vira and some dwarves have also settled there. The wealthy habitations, positioned at the center of the city, are fine and well-built two- or three-story stone houses constructed on neat, well maintained streets. Outside of the inner city, Otho is a place of mud and squalor. The Vira homesteads are more like a rough assembly of small shacks on the outer edges of the main town, and the settlements of human workers are not much better: hostels and taverns poorly constructed from rough timber.\n\nOtho is the center of trade in Elysium, with both land and sea routes north to the Free City of Vtello and Agrador, south to Samyrah and Axelas, and west to greater Haerra. The forests surrounding Otho are dangerous; filled with all manner of beasts and bandits. As such, there is a thriving mercenary industry based in the city, who offer safe passage from one place to another.\n",
    "lore2": "## **A KINGDOM… SORT OF**\n\nAlthough Otho used to have preeminence over the area–calling it the ‘Kingdom of Elysium’–the Elysium mages just east of the mainland ridiculed this notion. An Elysium mage was once even quoted saying “calling oneself King of Elysium is like saying you are King of the Moons. How can one rule what they cannot even reach? Such is the case with this ‘king’ and our floating isles.” Although the nobility in Otho eventually dropped the title, the King of Otho still exercises authority over the surrounding areas, be it grounded or not. The nearby villages and towns are taxed sporadically, whenever the King pleases, and enforced by a sudden influx of soldiers in the area. These towns get little in the way of a return, not even offered the protection afforded to the people of Otho. Many in Elysium simply refer to the King as a disease: a thug with no real power or title.\n",
    "lore3": "## **OF PRIVILEGE AND POVERTY**\n\nAlthough the division of the classes pervades all cities in Haerra, it is especially prominent in Otho. The wealthy elite–nobility, merchants, and other highborns–live on a hill at the epicenter of the city, encircled by a stone wall. The people here are, for the most part, indulgent and haughty, with little concern for the Otho outside of their wall. Beyond the nobility and wealthy citizens, the workers are incredibly poor: with wages already low, the harsh tax imposed by the King of Otho is a heavy blow. The lowest rung of Otho’s society are the vira, who live in shacks and shanties in a contained sector of the city. Despite being the poorest, the vira are the most brutally taxed and see next-to-no return.\n",
    "lore4": "\n",
    "types": [16, 17],
    "npcs": [50],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [12]
  },
  {
    "uuid": "recSSXM7tQrEpWd90",
    "id": 40,
    "name": "Qiddir",
    "isEnabled": true,
    "link": "https://arken.gg/zone/qiddir",
    "shortDescription": "The most isolated of Newerth's Tri-States, Qiddir is the most populated vira city: rife with guild activity and trade.",
    "description": "The most isolated of Newerth's Tri-States, Qiddir is the most populated vira city: rife with guild activity and trade.\n",
    "image": "https://dl.airtable.com/.attachments/d1dc169df462ba14e9c1526b13d7619b/42836ffc/7428dc7b.jpeg?ts=1661144713&userId=usrf0GZYc5zCl9Cv7&cs=7e38b9e259eea8ab",
    "secondaryImage": "https://dl.airtable.com/.attachments/f085b3525a2cbce35562799fee68c75f/6ffc3256/Sketch-Qiddir.jpg?ts=1661144713&userId=usrf0GZYc5zCl9Cv7&cs=4afd408d7b119762",
    "lore1": "## **QIDDIR**\n\nAlongside Westmarsh and Hevane, Qiddir is one Newerth's ruling Tri-States. Qiddir is a walled city situated on the northern edge of the Qiddir Desert, straddling the land bridge between the Sea of Newerth and Haqor Bay. Qiddir is the most populated Vira city, and it serves as a crossroads where Vira conduct most of their foreign and collective business. Although Vira generally spurn outsiders, Qiddir is the most liberal of Vira cities; meaning visitors are tolerated, if not welcomed. Qiddir harbors warehouses, banks, industrial complexes, and most importantly to the Vira: the Guildhalls. Rising from the center of the city is the massive Guild Citadel, where the heads of guilds meet and dictate law. The streets are lined with small, orderly houses: home to Qiddir’s many accountants, merchants, craftsmen, and laborers.\n\nUndoubtedly the most striking feature of Qiddir, the massive Wall of Tukra stretches coast to coast: from the Sea of Newerth to Haqor Bay, housing two sheltered ports on either side. The wall allows for safe and expedient travel from one side to the other whilst routing traders through Qiddir, which sits at the center of the wall. In addition, the wall seals the only overland access to Fayhelm and beyond, making it a vital strategic point. In addition to its important sea trade, the city also has inland routes across the Bronze Sierras to Tabr where they link with their cousins, the Desert Kilrans, as well as routes north to Tarv.\n",
    "lore2": "## **GUILDS AND CRAFTSMANSHIP**\n\nWhile the Vira’s Desert Kilran cousins focus their creativity on chaotic mechanical contraptions and alchemical reactions, the Vira prefer to channel their energy into more refined forms of crafting. Any such crafting heavily involves the Guilds. Much of Vira society is ordered around the Guilds, which are regarded with near-religious reverence by many Vira. Guild membership is determined by birth, and many families have remained in the same discipline for centuries. Certain guilds, such as the Architects Guild, are renowned above others; creating a quasi-caste system that changes depending on which guilds are high in demand.\n",
    "lore3": "## **QIDDIR DESERT**\n\nCompared to the harsh and inhospitable Copper Desert, Qiddir Desert benefits from the more favorable side of the Bronze Sierras. Although still arid, dry, and covered with dunes in parts, the Qiddir Desert is home to many oasis pockets alongside grassy plains and stretches of silt-rich farmland. However, the favorable environment comes with its own dangers: far more deadly creatures roam the Qiddir Desert than the inhospitable Copper Desert, making it dangerous to traverse without protection.\n",
    "lore4": "\n",
    "types": [16, 17],
    "npcs": [48],
    "guilds": [],
    "factions": [2],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [40]
  },
  {
    "uuid": "recB732Ety4KWme1O",
    "id": 41,
    "name": "Samyrah",
    "isEnabled": true,
    "link": "https://arken.gg/zone/samyrah",
    "shortDescription": "The well-respected ancient capital of Ashyrah, Samyrah is praised for its neutrality and legal fairness.",
    "description": "The well-respected ancient capital of Ashyrah, Samyrah is praised for its neutrality and legal fairness.\n",
    "image": "https://dl.airtable.com/.attachments/c01b35e5c974feed9338f572b26cd5cf/6dfca979/Samyrah.jpg?ts=1661144714&userId=usrf0GZYc5zCl9Cv7&cs=3d36ee5791057fc8",
    "secondaryImage": "https://dl.airtable.com/.attachments/54f3df82b02cce2ada8466b10a26f5de/f0d9f878/Sketch-Samyrah1.jpg?ts=1661144714&userId=usrf0GZYc5zCl9Cv7&cs=e19e065ef758725d",
    "lore1": "## **SAMYRAH**\nThe capital of Ashyrah, Samyrah is a large port city  sitting astride the sheltered waters known as Tarmor’s Bay. Samyrah is known primarily for its unbreakable neutrality, and the city has built an identity for itself as a peacemaker. The people are peaceful in nature, however, all citizens (regardless of sex or status) are required to learn to fight. As such, there is no standing militia. Instead, in a time of need, the population is weaponized and will rise to fight off invaders.\n\nThe high hills and deep valleys of eastern Ashyrah make excellent growing conditions for rice, beans, and peanuts, and Tarmor’s Bay is teeming with ocean life, providing Samyrah with a wealth of food and exportable goods. Samyrah also operates a large timber industry, boating processed wood from its mills in central Ashyrah to locations all over Haerra.\n",
    "lore2": "## **EXEMPLARS**\nSamyrah serves as the seat of power for Ashyrah's ruling body: the Exemplars. Every second year, sixteen Exemplars are chosen from the populace of Ashyrah by popular vote. Among these, the Exemplar with the most votes becomes Exemplar-Tahsi, who serves as head of the council for the following two year period. Exemplars are limited to five terms, though few have made it to this prestigious position. Many have criticized Ashyrah's government as slow and complex. However, these administrative blocks and checks make Ashyrah--especially Samyrah--a perfect arbiter for conflicts between foreign nations, and the city has an impressive record of peacemaking throughout Haerra.\n",
    "lore3": "## **DRAGONSLAYERS**\nLong ago, the dragons’ rule over Haerra was absolute. Since their age of prominence in Prehistory, however, the era called ‘The Dawning’ by historians saw a rapid decline of dragons. This decline was–in part–caused by the legendary _Sim’yrr’ha Drocoslanis_, or “Dragonslayers of Samyrah.” Although not much is recorded about the dragonslayers, they are revered by Samyrah as founders, rulers, and heroes of Samyrah and the area. Myth says that just two dragonslayers could kill a dragon on their own, equipped with ancient magic and weapons.\n",
    "lore4": "## **VROGAL THE FEARLESS**\n_Samyran children’s story_\n\n> _Hear tale thee of the mighty dracoslanis: slayers of the vicious vorpal beasts which did set upon us. One such dracoslanis doth rise above all, Vrogal the Fearless in this tale stands tall. A runt since wee child, Vrogal still fought on–to become a great dracoslanis: his only great bond. Wilt he to greatness, he rose through the ranks. And despite such deformity, he sought to prove his great strengths. One night while in training, he crept through the dark: to prove himself early, he set off with spark. He rode through the mountains–equipped only with blade–to test his true mettle, or into history fade. The dread-monger dracon, known as Choanlo in name, awaited Vrogal with draco-breath en-flame. Choanlo the Terrible set upon Vrogal quick, alighting his cap like an old waxen wick. But Vrogal did not waver, his sword flashed in the night–for today he became legend: it takes only one smite. He struck through iron scales, so fearless indeed, and when the blow landed Choanlo did bleed. Choanlo let out such a terrible roar: all in Sim’yrr’ha heard this from shore. Vrogal the Fearless returned so covered in blood–but not a scratch on his body, save some burns and some mud. Despite such great victory, his master did chide: so returned he to school, dress’d in draco-hyde._\n",
    "types": [16, 17],
    "npcs": [51],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [4, 16, 34, 41]
  },
  {
    "uuid": "recXAjZaC63oMv03K",
    "id": 42,
    "name": "Tabr",
    "isEnabled": true,
    "link": "https://arken.gg/zone/tabr",
    "shortDescription": "The most chaotic of all cities on Haerra, Tabr enables the greatest (and most explosive) technologies of the Kilrans to come to life.",
    "description": "The most chaotic of all cities on Haerra, Tabr enables the greatest (and most explosive) technologies of the Kilrans to come to life.\n",
    "lore1": "## **TABR**\n\n- Governance: Tribal structures steeped in anarchy\n\nThe independent city-state of Tabr borders Newerth, overlooking the Tabr Gulf. Tabr thrives in a lush coastal area of the twin deserts, conveniently afforded the protection of the Bronze Sierra Mountains to the north and the inhospitable Copper Dessert to the east. It is the main center of global trade and influence of The Desert Kilrans. Tabr is the manufacturing capital of Haerra, housing solar powered furnaces and workshops where metals are alchemically transformed and incredible machines are dreamt and built.\n\nIt is in Tabr that the disparate tribes of Desert Kilrans come together to sell their unique contraptions and offer their superior crafting services to anyone who has the coin to pay for it. Though Tabr lacks coordinated rule, the Kilrans fight fiercely to protect it. Though Tabr has come under siege half a dozen times, the city of chaos has never fallen.\n",
    "lore2": "## **INNOVATION AND ARTIFICE**\n\nJust like their Vira cousins, the Kilrans pride themselves on curiosity and ingenuity. While the Vira are a shade more reserved in their creation, the Kilrans pursue progress unbridled by restraint. Explosions frequently rock their towns and cities, constructs come to life and wreak havoc, and rarely-tested airships lose control and crash into towers that are resurrected two to three times a year. But with such risk comes great reward, and the Kilrans exemplify this above all others: embracing the chaos to generate incredible innovations.\n",
    "lore3": "## **THE COPPER DESERT**\n\nAlthough from a bird’s eye view The Copper Desert looks like an arid wasteland of sharp rocks and rolling dunes, this desert houses a tremendous amount of life and activity. Tribes of Kilrans populate patches of the desert, building their civilisations into cliffs (or beneath them) and capitalising on the unwavering solar power of the region. Newerth Sages are also scattered across the area, residing in their tall minarets to study the undisturbed night skies. Beyond humanoid life, a great number of creatures call this desert home, ranging from small and cute to massive and incredibly dangerous.\n",
    "lore4": "\n",
    "types": [16, 20],
    "npcs": [],
    "guilds": [],
    "factions": [3],
    "characters": [],
    "characterTypes": [5, 6],
    "timeGates": [],
    "itemMaterials": [18],
    "biomes": [31]
  },
  {
    "uuid": "rec9rFAeK200jt8LP",
    "id": 43,
    "name": "Taladar",
    "isEnabled": true,
    "link": "https://arken.gg/zone/taladar",
    "shortDescription": "A northern mining town known for its brothels, illegal shudder and whiskey, and gambling houses.",
    "description": "A northern mining town known for its brothels, illegal shudder and whiskey, and gambling houses.\n",
    "lore1": "## **TALADAR**\n\nTaladar is a mining town sheltered by the twin arms of the Blackrock Mountains. Due to its position in the mountain range it is impossible to reach except for a thin, treacherous road heading from the south to the north into the mountains.\n\nTaladar is a harsh, tough town full of miners and prospectors who live in wooden shacks and ill-built shanties. The metal mined here is sold to the metal workers of the Free City of Vtello. Taladar has a number of unlicensed drinking houses where gambling is rife. It also has the highest murder rate in any town in northern Haerra, even surpassing the Free City. Despite being a mining town, its largest exports are the highly addictive substance ‘shudder’ and illegally brewed whiskey.\n",
    "lore2": "## **LOOKING FOR INTOXICANTS; FINDING GOLD**\n\nBefore Taladar was a mining town, it was a small village home to several known fugitives. These criminals made a meager living manufacturing and transporting illegal whiskey and shudder, an incredibly addictive substance imbued with minor magic and other materials. Though these things are still produced in Taladar today, the town’s expansion is mainly thanks to the accidental discovery of gold in a nearby mountainous stream. Since mining operations began in Taladar, other precious resources including silver, crystals, and even worldstone shards were found in rich quantities around the area.\n",
    "lore3": "## **THE PHANTOM OF MADAM MIANA**\n_Famous Taladar Ghost Story_\n\n> _Naught but fifty years ago, Madam Miana ran the Silver Goddess brothel. As beautiful as she was shrewd, the Madam was desired by all in Taladar. The Madam turned down all advances, no matter the station of the men–be it miner or lord–or the amount of the offering–be it gold or gems. For such a place as the budding Taladar, this was a tough ask, for even now the men are but one step above animals._\n> _One night, as the Madam was closing the brothel, four men stormed the house–armed to the teeth and determined to have their way with the Madam. When the men set upon the Madam, she fought back tooth and claw, cutting into one of the men with a hidden knife. In the ensuing chaos, one of the men stabbed the Madam in the stomach, mortally wounding her. It is said that the whole town could hear her terrible, echoing scream as she fell. But when the house was investigated, all the men and prostitutes within were found dead, blood dripping from their ears. The Madam, however, was missing. The only sign of her was a trail of blood leading out into the snow, where it abruptly ended._\n> _SInce then, residents of Taladar en masse report hearing the Madam’s distant screams echoing deep within the mines and along the mountain-faces. Every so often, men of ill-repute go missing from the town, never to be seen again. It is thought that the Madam haunts the town, killing any men who wander too far into evil or lust._\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [36, 1, 54]
  },
  {
    "uuid": "recaglSUG07SpLNcM",
    "id": 44,
    "name": "Tarv",
    "isEnabled": true,
    "link": "https://arken.gg/zone/tarv",
    "shortDescription": "Known to some as the second Hevane, Tarv enjoys a number of natural advantages, in addition to being one of the most diverse cities on Haerra.",
    "description": "Known to some as the second Hevane, Tarv enjoys a number of natural advantages, in addition to being one of the most diverse cities on Haerra.\n",
    "lore1": "## **TARV**\n\nThe large town of Tarv is situated at the foot of Haqor Bay, in the rolling hills and valleys north of the Qiddir Desert. It is a prosperous farming and fishing community, turned port town, and is quickly blossoming into a lively city. Its advantageous climate (mild, wet winters and hot, dry summers) makes for ideal crop conditions in Tarv and surrounding areas.\n\nBeyond farming and fishing, Tarv’s craft industry is flourishing, most notably in metalsmithing, steelwork, fine carpet weaving, and silk production. Despite Tarv’s relatively small size, it serves as one of  Haerra’s greatest multicultural melting pots, attracting elves, vira, and even dwarves to live in harmony amongst the native human populace.   \n",
    "lore2": "## **THE BLOOD KEEP**\n\nAlthough today Tarv appears beautiful, lively, and serene, its history is stained with blood. Over a hundred years before Tarv began to prosper, when the ‘town’ was but a small village, an exiled lord from Westmarsh seized the parcel and built his keep there, the keep which still stands today. Although always strange, the lord at first exercised restraint in his rule, remaining aloof and uninvolved in village affairs. One day, however, the lord found his only son dead in the village square, and Tarv’s existence became a nightmare. The lord rounded up every man, woman, and child in the area and, one by one, pushed them from the highest point of his keep, coating the base of the keep with blood. Throughout the whole event, the lord laughed with a sadistic glee, until he too dropped from the keep’s tower. Today, it is said that if one stands close enough to the base or apex of the keep and listens, you can still hear the lord’s laughter echoing off the stone.\n",
    "lore3": "### My Liege Tradelord Lishau,\n\n> The tales of this place are true. Olives and grapes grow like weeds, figs and almonds hang heavy on branches, and the citrus here are sweeter and more flavorful than any we could cultivate in Hevane. I request an immediate team of surveyors, thirty-two sets of farming equipment, six hundred and twenty gold pieces, and a writ of trade partnership. I would also recommend charting a trade route to Tarv straight away.\n> Your eternal servant,\n> Adm. Belisar Michonne\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [10]
  },
  {
    "uuid": "recOYlbrXJEdxA73r",
    "id": 45,
    "name": "Urgavod",
    "isEnabled": true,
    "link": "https://arken.gg/zone/urgavod",
    "shortDescription": "A center of trade and community for the Forsaken Mancers, this towering fortress of black marble stands at the center of the Forsaken Lands, deep within the twisted and blackened forests.",
    "description": "A center of trade and community for the Forsaken Mancers, this towering fortress of black marble stands at the center of the Forsaken Lands, deep within the twisted and blackened forests.\n",
    "image": "https://dl.airtable.com/.attachments/3ca5439167fb5ac8d8146dfbcedf1f2f/484e2144/Urgavod1.png?ts=1661144719&userId=usrf0GZYc5zCl9Cv7&cs=fdc34335c2b50da8",
    "secondaryImage": "https://dl.airtable.com/.attachments/19f495d21a97a9c953c9a69b87ee02a7/edc9221f/Sketch-UrgavodMilo.jpg?ts=1661144719&userId=usrf0GZYc5zCl9Cv7&cs=b9f60c482e832f90",
    "lore1": "## **URGAVOD**\n\nHome to the Forsaken Mancers, Urgavod is situated on an island southeast of Valburn. All the foliage and forests both within Urgavod and on the island at large have been corrupted by the Ichor energy used by the Forsaken Mancers. As such, the whole area appears pale in color, blackened, and unnaturally twisted. Urgavod stands as a symbol amidst the washed-out landscape: a towering stronghold of black marble, alight with the green fire of massive braziers.\n\nUragavod is the central place where trade, business, and policies are managed and arranged among the Forsaken Mancers. It has a market where spells, artifacts, poisons, and other items are sold and exchanged. Although Urgavod itself is not a city, some Forsaken Mancers have taken up residence outside the fortress. Many of them, however, prefer isolation deep within the forests, building their own black marble structures. Urgavod is controlled by the unseen Shade Warden, who employs brutal Forsaken Mancer warriors and thugs to enforce order within the walls of the fortress.\n",
    "lore2": "## **THE ISLAND OF THE MANCERS**\n\nThe swamps of southern Valburn are dangerous: full of unnatural creatures, maddening sights, and bogs that will swallow entire companies of soldiers. The extension of these swamps onto the island of the Mancers is unquestionably far worse. Over centuries of subjecting the area to potent ichor magic, the land began to develop a cruel sentience of its own. The flora and fauna twisted and became mere shades of their former species, adopting erratic behaviors and terrifying mutations. Trees awakened, hungry for the flesh of passersby, while simple bugs learned to inject prey with fatal venom. Any traveler would do well to give this island a wide berth.\n",
    "lore3": "## **THE SHADE WARDEN**\n\nIf there was one Mancer to be feared above all others, it would be the Shade Warden. Although the Shade Warden has neither claimed rulership over the Forsaken Mancers nor expressed any interest in doing so, many Mancers revere the Warden as a sort of high priest. Many legends surround the Warden; some posit him as the first Mancer, others claim that he is an archangel sent by Isidor himself to teach the people Ichor magic. No matter the reality, none question the Shade Warden while within his halls.\n",
    "lore4": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [8],
    "characters": [],
    "characterTypes": [5, 4],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [6, 15, 14, 29, 48]
  },
  {
    "uuid": "recw0nVszijHl2Jgs",
    "id": 46,
    "name": "Agar-Bassim’s Fjords",
    "isEnabled": true,
    "link": "https://arken.gg/zone/agar-bassim’s-fjords",
    "shortDescription": "A complex network of sheer fjords that feed from Haqor Bay into the northern seas.",
    "description": "A complex network of sheer fjords that feed from Haqor Bay into the northern seas.\n",
    "lore1": "Agar-Bassim’s Fjords surround the wide, fast flowing river that runs northeast out from Haqor Bay into the junction of the Halfice Sea and The Frigid Abyss. The fjords themselves are deep gashes into the earth and consist of a series of numerous cliffs over three hundred feet high. Despite this there are numerous roads and smaller paths that lead down to the river and a number of ferry routes that connect the north to the south via land routes and Haqor Bay.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [63, 64, 62]
  },
  {
    "uuid": "recNHwbI5109buEg2",
    "id": 47,
    "name": "Aldia Gulf",
    "isEnabled": true,
    "link": "https://arken.gg/zone/aldia-gulf",
    "shortDescription": "A strip of sea along the eastern coast of Haerra and the well-known haunt of Nassau pirates.",
    "description": "A strip of sea along the eastern coast of Haerra and the well-known haunt of Nassau pirates.\n",
    "lore1": "Aldia Gulf is an area of sea that lies off the eastern coast of Haerra, between Bladesong Ocean and Halfice Sea. The island of Nassau lies to its northern end, home to the pirates who have made Aldia Gulf the center of their operations.  \n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [62]
  },
  {
    "uuid": "recSwcgony2c2a7VR",
    "id": 48,
    "name": "Arreat Summit",
    "isEnabled": true,
    "link": "https://arken.gg/zone/arreat-summit",
    "shortDescription": "Arreat Summit was once a towering mountain in central Elysium. After the destruction of the Worldstone, Arreat Summit floats--partially shattered--high in the air, leaving a massive pit in its wake.",
    "description": "Arreat Summit was once a towering mountain in central Elysium. After the destruction of the Worldstone, Arreat Summit floats--partially shattered--high in the air, leaving a massive pit in its wake.\n",
    "image": "https://dl.airtable.com/.attachments/4b051447265459a88fadb99413136066/b778042b/image1.png?ts=1661144721&userId=usrf0GZYc5zCl9Cv7&cs=d38a0464d775f64e",
    "secondaryImage": "https://dl.airtable.com/.attachments/56ffc34ad46e0a946f6203499d655a74/1d0c17ba/ArreatSummitBefore.png?ts=1661144721&userId=usrf0GZYc5zCl9Cv7&cs=da0f14a019b087c4",
    "lore1": "Although sheer and imposing, Arreat Summit possessed few notable features, except for a single item of note: the Worldstone, housing the Arkencube, lay deep within a mountainous cavern near the peak. When the First Order discovered this, they set up research operations within the cave, creating a small establishment outside. When the Worldstone was destroyed, the immense fluctuation of energy was so great that it decimated the laws of nature binding the area together. An incredible explosion tore apart the mountain into several pieces, however the more lasting feature of the Worldstone destruction was its effects on gravity. Gravity split, parts of it pulling the mountain into the sky, and others pulling it back to the earth, until an equilibrium was reached. Now, an onlooker would see a large mountainous mass gently oscillating high above a massive, volcano-like depression below--the bottom of which plunges hundreds of feet into the earth. Smaller shards of Arreat Summit orbit the floating mountain, propelled by some further mutation of gravity. All kinds of unnatural storms and weather phenomena plague the area, and seeing Arreat Summit experience a clear day is rarer than observing the frequent freakish storms consume its peak.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [1],
    "factions": [],
    "characters": [],
    "characterTypes": [],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [55, 36, 27]
  },
  {
    "uuid": "recbFkqO6AjfXmO4x",
    "id": 49,
    "name": "Ashyrah Spine",
    "isEnabled": true,
    "link": "https://arken.gg/zone/ashyrah-spine",
    "shortDescription": "An immense mountain range along the border of Ashyrah, home to the dwarves and dragonkin.",
    "description": "An immense mountain range along the border of Ashyrah, home to the dwarves and dragonkin.\n",
    "lore1": "The Ashyrah Spine is a mountain range that marks the northeastern edge of Ashyrah. On its eastern side, the lower foothills are heavily wooded and are home to the dragonkin. Its western side is much steeper and more treacherous. Here, a number of rivers run down to empty their waters in Haqor Bay. This side of the Ashrah Spine is the home of the dwarves, who live high up in the snow covered peaks.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [null],
    "characters": [],
    "characterTypes": [5, 9, 2, 12],
    "timeGates": [],
    "itemMaterials": [3, 4, 5, 7, 14, 16, 36],
    "biomes": [1, 12, 36, 65, 21, 54, 49]
  },
  {
    "uuid": "reckmrQr3eVlwYyGX",
    "id": 50,
    "name": "Bladesong Ocean",
    "isEnabled": true,
    "link": "https://arken.gg/zone/bladesong-ocean",
    "shortDescription": "The vast ocean that covers the western part of Haerra.",
    "description": "The vast ocean that covers the western part of Haerra.\n",
    "lore1": "The vast ocean that covers the western part of Haerra.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [60]
  },
  {
    "uuid": "recupmFjiYHyOuYZo",
    "id": 51,
    "name": "Bronze Sierras",
    "isEnabled": true,
    "link": "https://arken.gg/zone/bronze-sierras",
    "shortDescription": "Red-hued mountains splitting the Copper Desert from Qiddir Desert.",
    "description": "Red-hued mountains splitting the Copper Desert from Qiddir Desert.\n",
    "lore1": "The Bronze Sierras are a mountain range that divide the continent and separate Newerth from the Copper Desert. These desert mountains are windswept and tinged with a beautiful red hue. A swathe of desert cuts between, bypassing one of the most treacherous mountain ranges in central and southern Haerra. Even though many creatures and peoples have adapted to life in the desert, it is said that none can survive in the Bronze Sierras.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [47],
    "characterTypes": [2],
    "timeGates": [],
    "itemMaterials": [26],
    "biomes": [36, 9, 13]
  },
  {
    "uuid": "recHaa9pUM8repBv6",
    "id": 52,
    "name": "Copper Desert",
    "isEnabled": true,
    "link": "https://arken.gg/zone/copper-desert",
    "shortDescription": "A desert fraught with dunes and sandstone pillars, home to the Kilran tribes and the Newerth Sages.",
    "description": "A desert fraught with dunes and sandstone pillars, home to the Kilran tribes and the Newerth Sages.\n",
    "lore1": "Although from a bird’s eye view The Copper Desert looks like an arid wasteland of sharp rocks and rolling dunes, this desert houses a tremendous amount of life and activity. Tribes of Kilrans populate patches of the desert, building their civilisations into cliffs (or beneath them) and capitalising on the unwavering solar power of the region. Newerth Sages are also scattered across the area, residing in their tall minarets to study the undisturbed night skies. Beyond humanoid life, a great number of creatures call this desert home, ranging from small and cute to massive and incredibly dangerous.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [3, 7],
    "characters": [42, 43, 44, 45, 47],
    "characterTypes": [2, 5, 9, 6, 8],
    "timeGates": [],
    "itemMaterials": [8, 25, 26, 30, 34, 35],
    "biomes": [9, 13, 40, 50, 36, 8, 31]
  },
  {
    "uuid": "recEqDXDWrk9NRSF7",
    "id": 53,
    "name": "Eseldagon Sea",
    "isEnabled": true,
    "link": "https://arken.gg/zone/eseldagon-sea",
    "shortDescription": "The vast ocean that covers the eastern part of Haerra.",
    "description": "The vast ocean that covers the eastern part of Haerra.\n",
    "lore1": "The vast ocean that covers the eastern part of Haerra.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [60]
  },
  {
    "uuid": "recNAQnPRIJ0BmsRP",
    "id": 54,
    "name": "Forests of Fayhelm",
    "isEnabled": true,
    "link": "https://arken.gg/zone/forests-of-fayhelm",
    "shortDescription": "The mystical forests of Fayhelm are home to all manner of creatures--known and unknown. Humans, elves, and druids share this vast, wondrous space.",
    "description": "The mystical forests of Fayhelm are home to all manner of creatures--known and unknown. Humans, elves, and druids share this vast, wondrous space.\n",
    "image": "https://dl.airtable.com/.attachments/32b58b52f917d084a3479b0b2333922b/fc1904d5/Fayhelm_1.jpg?ts=1661144726&userId=usrf0GZYc5zCl9Cv7&cs=d12af55d7bd27d60",
    "lore1": "The Fayhelm forests teem with a huge variety of wildlife and is rich in many types of unique and rare flora, including the stunning Faytree and Skytree. It is home to both the druids and the elves, as well as all manner of rare and mythical creatures. Humans are also scattered throughout the edges of the forests. The forests are said to be enchanted to ward off outsiders by making them lose all sense of direction. Regardless of the truth, the Fayhelm forests have never been mapped. The Fayhelm forests stretch from the western edge of the Newerth Empire and the northern edge of Qiddir all the way north to Irondell. It is bounded by two inlets that join together at the city of Qiddir.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [8, 12],
    "factions": [4, 11],
    "characters": [52],
    "characterTypes": [5, 9, 14, 8, null],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [3, 12, 16, 21, 34, 36, 37, 57]
  },
  {
    "uuid": "recPI1YN0vGmrthyw",
    "id": 55,
    "name": "Floating Islands of Elysium",
    "isEnabled": true,
    "link": "https://arken.gg/zone/floating-islands-of-elysium",
    "shortDescription": "Homes to the Elysium mages, these habitat-diverse islands float above the Eseldagon Sea.",
    "description": "Homes to the Elysium mages, these habitat-diverse islands float above the Eseldagon Sea.\n",
    "image": "https://dl.airtable.com/.attachments/8dc39b984131e7926bae5822733bb17a/067a60f4/61909a3f8c3bca7411981f34_mage-isles-tsunami3.jpeg?ts=1661144727&userId=usrf0GZYc5zCl9Cv7&cs=c9ce53fe801832f9",
    "lore1": "The floating Islands of Elysium are a geological anomaly in the world. They are positioned in the northwestern part of the Eseldagon Sea. The islands are said to be held aloft by the sheer power of the mages who reside there. Some islands hover just over the water, while others are suspended half a mile in the air. The islands themselves are blanketed with diverse flora and fauna, some so diverse that people suggest these islands have been transported from other parts of the continent. The predominant environment, however, is a cool and dry forest-scape, wherein the colours of autumn never leave the treetops.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [5],
    "characters": [48],
    "characterTypes": [5, 9, 2],
    "timeGates": [],
    "itemMaterials": [28],
    "biomes": [3, 4, 8, 11, 14, 15, 22, 25, 12, 16, 37, 36, 40, 42, 53, 59, 55]
  },
  {
    "uuid": "rechwyLVkGyd7hOzs",
    "id": 56,
    "name": "Halfice Sea",
    "isEnabled": true,
    "link": "https://arken.gg/zone/halfice-sea",
    "shortDescription": "The far northern area of the Bladesong Ocean.",
    "description": "The far northern area of the Bladesong Ocean.\n",
    "lore1": "The far northern area of the Bladesong Ocean.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [64, 65]
  },
  {
    "uuid": "recsVuHi4inkFRUGo",
    "id": 57,
    "name": "Haqor Bay",
    "isEnabled": true,
    "link": "https://arken.gg/zone/haqor-bay",
    "shortDescription": "A massive lake nearly splitting the continent in two, providing overwater routes from the north to the south, and vice versa.",
    "description": "A massive lake nearly splitting the continent in two, providing overwater routes from the north to the south, and vice versa.\n",
    "lore1": "Haqor Bay is a huge freshwater lake that sits at the centre of Haerra. It is the source of the river that runs north east through the Agar-Bassim’s Fjords. It is navigable with a number of ferry routes travelling north and south. The lake is well stocked with numerous species of edible fish that are caught by fishermen from Qiddir and Tarv. There is also a legend that the lake is home to some sort of giant, ancient creature that has been claimed to have been seen from various places around the lake. \n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [62]
  },
  {
    "uuid": "recC16o1UtVbNmYCZ",
    "id": 58,
    "name": "Hills of Carnage",
    "isEnabled": true,
    "link": "https://arken.gg/zone/hills-of-carnage",
    "shortDescription": "An open swathe of land home to rolling hills, open grasslands, and the most brutal barbarian tribe in Haerra.",
    "description": "An open swathe of land home to rolling hills, open grasslands, and the most brutal barbarian tribe in Haerra.\n",
    "lore1": "The Hills of Carnage make up the northern frontier of Valburn. The area is characterized by small undulating foothills and open grasslands. Except for the military presence of Valburn no one has ever dared to settle the hills as they are home to the Tribe of Carnage: a terrifying group of bloodthirsty barbarians who roam the land, giving the area its name and reputation.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [10],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 9, 8, 13],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [20, 24, 35, 41]
  },
  {
    "uuid": "recXpYWFn6wSGiT0E",
    "id": 59,
    "name": "Iron Inlet",
    "isEnabled": true,
    "link": "https://arken.gg/zone/iron-inlet",
    "shortDescription": "A twisting body of water which separates Newerth from Fayhelm and allows for shipping between Fayhelm and greater Haerra.",
    "description": "A twisting body of water which separates Newerth from Fayhelm and allows for shipping between Fayhelm and greater Haerra.\n",
    "lore1": "The Iron Inlet flows into Aldia Gulf from the deep waters that divide Fayhelm from Newerth. On its northern shores are the lands of the elves and the city of Linden, whilst at its western end is the The Newkirk Stronghold: an outpost of the Knights of Westmarsh. The Iron Inlet is a hub of trade and fishing and, as a result, is one of the busiest inland bodies of water on Haerra.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [62]
  },
  {
    "uuid": "rec5mDonoCwWu5QbC",
    "id": 60,
    "name": "Mataro Peak",
    "isEnabled": true,
    "link": "https://arken.gg/zone/mataro-peak",
    "shortDescription": "The gigantic Mataro Peak stands at the northernmost tip of Haerra, its unclimbable peak piercing into the atmosphere.",
    "description": "The gigantic Mataro Peak stands at the northernmost tip of Haerra, its unclimbable peak piercing into the atmosphere.\n",
    "lore1": "Mataro Peak is the highest mountain in all of Haerra. It’s sheer sides, glaciers and freezing conditions, along with its inaccessibility make it unclimbable. It stands on the headland overlooking the place where the Halfice Sea meets the Freezing \nAbyss, and marks the entrance to the Agar-Bassim’s Fjords. Despite it’s summit always being hidden in the clouds, the mountain  acts as a reference point for all ships sailing between Karpeshti and The Free City of Vtello.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [52],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [2, 9],
    "timeGates": [],
    "itemMaterials": [24],
    "biomes": [1, 2, 36, 65]
  },
  {
    "uuid": "recPksSNV5XvkfKld",
    "id": 61,
    "name": "Pillars of Rust",
    "isEnabled": true,
    "link": "https://arken.gg/zone/pillars-of-rust",
    "shortDescription": "A unique sight greeting traders at the mouth of Tabr Gulf, the Pillars of Rust are largely unexplored as none who have entered have ever returned.",
    "description": "A unique sight greeting traders at the mouth of Tabr Gulf, the Pillars of Rust are largely unexplored as none who have entered have ever returned.\n",
    "lore1": "The Pillars of Rust are an island in the mouth of the Tabr Gulf to the east of the Radiant Sea. It is an uninhabited island due to the sheer steepness of the mountains at its centre that rise up from the edge of the ocean to a height of over two hundred feet. It has very little vegetation due to the fact the island is mainly made up of volcanic rock and dry loose sand.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [15],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [9, 13, 36, 50]
  },
  {
    "uuid": "rec6WOL3O4flWJnOv",
    "id": 62,
    "name": "Plains of Ashyrah",
    "isEnabled": true,
    "link": "https://arken.gg/zone/plains-of-ashyrah",
    "shortDescription": "A expansive swathe of fertile coastal land in southern Ashyrah.",
    "description": "A expansive swathe of fertile coastal land in southern Ashyrah.\n",
    "lore1": "The plains of Ashyrah stretch across the southern part of Ashyrah from the Ashyrah Spine to Tarmor’s Bay. It houses a number of cities, but is most profitable for the two powerhouses of the region: Axelas and Samyrah. It is a rich and fertile stretch of land with many farms growing wheat, barley and maize. Inland, towards the foothills of the Ashyrah Spine, farmers grow almonds, oranges, apples, melons and strawberries as well as a wide variety of herbs which are treated and made into spices. \n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 9, 8],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [16, 24, 30, 35, 20]
  },
  {
    "uuid": "recs88JfNDehVBhc7",
    "id": 63,
    "name": "Qiddir Desert",
    "isEnabled": true,
    "link": "https://arken.gg/zone/qiddir-desert",
    "shortDescription": "A relatively lush desert scattered with oases, home to a number of deadly creatures and vira tribes.",
    "description": "A relatively lush desert scattered with oases, home to a number of deadly creatures and vira tribes.\n",
    "image": "https://dl.airtable.com/.attachments/b8955e0fdb8f10391d73ed615d83ec1b/74f0da2f/Tukra_1.jpg?ts=1661144734&userId=usrf0GZYc5zCl9Cv7&cs=92ce29795220f189",
    "lore1": "Compared to the harsh and inhospitable Copper Desert, Qiddir Desert benefits from the more favorable side of the Bronze Sierras. Although still arid, dry, and covered with dunes in parts, the Qiddir Desert is home to many oasis pockets alongside grassy plains and stretches of silt-rich farmland. However, the favorable environment comes with its own dangers: far more deadly creatures roam the Qiddir Desert than the inhospitable Copper Desert, making it dangerous to traverse without protection.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [2],
    "characters": [42, 47],
    "characterTypes": [5, 9, 8],
    "timeGates": [],
    "itemMaterials": [8, 26, 34, 35],
    "biomes": [31, 40, 50, 8]
  },
  {
    "uuid": "recDSPFpJdEPjv2u1",
    "id": 64,
    "name": "Ragor's Teeth",
    "isEnabled": true,
    "link": "https://arken.gg/zone/ragor-s-teeth",
    "shortDescription": "The treacherous group of islands occupied by the Ragor Necrologists.",
    "description": "The treacherous group of islands occupied by the Ragor Necrologists.\n",
    "lore1": "The islands and sharp sea stacks which makeup Ragor’s Teeth are known to be treacherous both in their surrounding waters and inland. They are located in the Bladesong Ocean, several miles off the coast of Westmarsh. On an exceptionally clear day, a perceptive individual might be able to make out the rugged spires and outcroppings that identify the islands. The harsh environment gives shelter to a variety of dangerous creatures, and is home to a group of necromancers known as the Ragor Necrologists. No one knows exactly where their main habitations are or what they look like, as there are no roads or tracks known to anyone other than the Necrologists themselves and any approach by ship is met with hostility.\r\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [9],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 9, 4],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [9, 13, 36]
  },
  {
    "uuid": "recIH8oi1SM5Wa42u",
    "id": 65,
    "name": "Radiant Sea",
    "isEnabled": true,
    "link": "https://arken.gg/zone/radiant-sea",
    "shortDescription": "The central sea of Haerra, characterised by its relative warmth.",
    "description": "The central sea of Haerra, characterised by its relative warmth.\n",
    "lore1": "The Radiant Sea isa large area of sea that is encircled by Ashyrah, Newerth, Valburn and the Trail of Misery. To its east is the Archon Citadel, beyond which lies the Eseldagon Sea.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [60]
  },
  {
    "uuid": "rec97pJMVn2NDGIpm",
    "id": 66,
    "name": "Tabr Gulf",
    "isEnabled": true,
    "link": "https://arken.gg/zone/tabr-gulf",
    "shortDescription": "A hub of trade and transport, and a sea gap between Valburn and Newerth.",
    "description": "A hub of trade and transport, and a sea gap between Valburn and Newerth.\n",
    "lore1": "Tabr Gulf constitutes the furthest western point of the Radiant Sea, and acts as a natural boundary between Newerth to the north and Valburn to the south. Tabr Gulf is a busy route for traders following Haerra’s ‘silk road,’ connecting western and eastern Haerra. Tabr Gulf is managed mainly by Hevane, whose trade interests heavily depend on the route. As such, a coalition of navies from Westmarsh, Hevane, Tabr, and Axelas patrol the area to defend from pirates and Valburn incursions.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [62]
  },
  {
    "uuid": "recSkLVKX8EDUIBac",
    "id": 67,
    "name": "Tarmor's Bay",
    "isEnabled": true,
    "link": "https://arken.gg/zone/tarmor-s-bay",
    "shortDescription": "A large bay sheltered from the ocean by two large arms, providing a strategic defense to the city of Ashyrah.",
    "description": "A large bay sheltered from the ocean by two large arms, providing a strategic defense to the city of Ashyrah.\n",
    "lore1": "Tarmor’s Bay is a large bay in the southeast of Ashyrah, between the Radiant Sea and the Eseldagon Sea. Its two long arms create a single, narrow entrance to the bay, providing natural shelter for the city and harbour of Samyrah. Due to its sheltered nature it is an ideal place for fishing.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [62]
  },
  {
    "uuid": "recaMVrQ2SMNMqUV1",
    "id": 68,
    "name": "Forest of Tilia",
    "isEnabled": true,
    "link": "https://arken.gg/zone/forest-of-tilia",
    "shortDescription": "A dense forest stretching from southern Ashyrah north towards Elysium, home to the Forest Dwellers of Tilia.",
    "description": "A dense forest stretching from southern Ashyrah north towards Elysium, home to the Forest Dwellers of Tilia.\n",
    "lore1": "The Forest of Tilia is a deeply wooded deciduous forest that covers a very large area, its edge overlooking the Eseldagon Sea. It is full of wildlife and the tree canopy houses a large variety of birdlife. The forest floor is lush with mosses, grasses, brackens and ferns. Besides the central road headed north to Otho from Samyrah, there are only a few roads that bisect the forest, all of which are unmade, muddy, and full of potholes. In the middle of the forest is a giant freshwater lake. The former Castle of The First Order is situated on an island in the middle of this lake, since abandoned. There are a number of secret pathways that crisscross the forest and it is recommended that a guide should be employed by anyone wishing to travel through the forest using these routes. The area is home to the Forest Dwellers of Tilia, a renowned group of rangers.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [7],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 9, 8, 12, 13, null],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [3, 16, 4, 17]
  },
  {
    "uuid": "recYBFuAu9m9KOOdK",
    "id": 69,
    "name": "Frigid Abyss",
    "isEnabled": true,
    "link": "https://arken.gg/zone/frigid-abyss",
    "shortDescription": "A frozen sea cluttered with icebergs that make for treacherous sailing.",
    "description": "A frozen sea cluttered with icebergs that make for treacherous sailing.\n",
    "lore1": "The Frigid Abyss is Haerra’s North Pole. It is a barren area of freezing sea where great ice floes drift aimlessly in slow and sluggish currents.  Occasionally an adventurous fishing boat sailing out of Karpeshti might venture in its lower areas, otherwise it is deserted.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [64, 65]
  },
  {
    "uuid": "recqptPcoRzvaZ46h",
    "id": 70,
    "name": "Penalem Icelands",
    "isEnabled": true,
    "link": "https://arken.gg/zone/penalem-icelands",
    "shortDescription": "The South Pole of Haerra: a mountainous, icy, and overall barren wasteland.",
    "description": "The South Pole of Haerra: a mountainous, icy, and overall barren wasteland.\n",
    "image": "https://dl.airtable.com/.attachments/bc3ce8dc1b5b71369f7080ab30d093db/66c39463/Gravitum_1.jpg?ts=1661144740&userId=usrf0GZYc5zCl9Cv7&cs=23c322d206694e59",
    "lore1": "The South Pole of Haerra: a mountainous, icy, and overall barren wasteland.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [2, 55, 54, 64, 65]
  },
  {
    "uuid": "recUGHB0bn5NhSp17",
    "id": 71,
    "name": "Trail of Misery",
    "isEnabled": true,
    "link": "https://arken.gg/zone/trail-of-misery",
    "shortDescription": "A thin isthmus connecting the Obsidian City to the rest of Valburn, peppered with treacherous volcanic passes and dead forests.",
    "description": "A thin isthmus connecting the Obsidian City to the rest of Valburn, peppered with treacherous volcanic passes and dead forests.\n",
    "lore1": "The Trail of Misery connects the Obsidian City to mainland Valburn through a series of twisting, treacherous routes across a harsh, inhospitable environment: smoldering during the day and freezing at night. To the west are the expanding lands of Valburn, to the east are volcanoes and the Obsidian City, capital of the Valburn Corruptors. Its southern border is the expansive ocean, across which are The Penelam Icelands: Haerra’s South Pole. Its northern shore is the southern edge of the Radiant Sea. \n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 9, 13, 4],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [58, 59, 36, 55]
  },
  {
    "uuid": "rec6He3a4URnr1fZq",
    "id": 72,
    "name": "Volcanic Mountains of Misery",
    "isEnabled": true,
    "link": "https://arken.gg/zone/volcanic-mountains-of-misery",
    "shortDescription": "The volcanic mountains characteristic of southern Valburn, providing strategic defense to those who know how to use them.",
    "description": "The volcanic mountains characteristic of southern Valburn, providing strategic defense to those who know how to use them.\n",
    "image": "https://dl.airtable.com/.attachments/f6544ea89fadcdeb1007d5c30ea87a4d/85341f78/ObsidianCity.png?ts=1661144741&userId=usrf0GZYc5zCl9Cv7&cs=276d94fc27a8073e",
    "lore1": "These volcanic mountains form a boundary between The Obsidian City and the rest of Valburn. They are the home of the most volatile active volcanoes on the planet and are home to the demonkin. The sides of these mountains are rock interspersed with hardened lava, where little vegetation dares to grow. The thin trails that cut across the mountains are treacherous and steep, and glass-like shards of rock make the area difficult to traverse. The demonkin prefer to build their habitations at the edge of the volcanoes.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [9],
    "characters": [],
    "characterTypes": [5, 9, 13, 4],
    "timeGates": [],
    "itemMaterials": [16, 21],
    "biomes": [58, 59, 36, 55]
  },
  {
    "uuid": "recOrnih3xrb6rqYw",
    "id": 73,
    "name": "Western Ashyrah Spine (Dwarven Mountains)",
    "isEnabled": true,
    "link": "https://arken.gg/zone/western-ashyrah-spine-(dwarven-mountains)",
    "shortDescription": "A large, resource-rich stretch of mountainous terrain belonging to the various dwarven civilizations.",
    "description": "A large, resource-rich stretch of mountainous terrain belonging to the various dwarven civilizations.\n",
    "lore1": "The western reaches of the Ashyrah Spine are often called the Dwarven Mountains, as it is home to the dwarves. The mountains themselves are a treacherous range of granite and sedimentary rock, full of precious metals and rich with precious stones. The western edges of the Dwarven Mountains gain a rich red hue the closer they get to the Copper Desert, while the northern reaches of their mountainous territories are snow-capped and can drop to dangerous temperatures.\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 9, 2],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [1, 12, 36, 65]
  },
  {
    "uuid": "recyGvp239y3UukYP",
    "id": 74,
    "name": "Ashyrah",
    "isEnabled": true,
    "link": "https://arken.gg/zone/ashyrah",
    "shortDescription": "A diverse region of resource-rich mountains, fertile farmland, lush forests, and warm coasts.",
    "description": "A diverse region of resource-rich mountains, fertile farmland, lush forests, and warm coasts.\n",
    "image": "https://dl.airtable.com/.attachments/14c6d8deeff8dd588cb988bbc9f8987e/2e7c1442/Samyrah.png?ts=1661144743&userId=usrf0GZYc5zCl9Cv7&cs=3dbb4a7b735d01ed",
    "lore1": "## **ASHYRAH**\n\n- Governance: Exemplars (Republic)\n- Capital: Samyrah\n\nThe republic of Ashyrah constitutes the southeastern block of Haerra, bordering Elysium to the north and the Copper Desert to the west. Ashyrah is perhaps the most racially diverse state in Haerra; composed mostly of humans, elves, dwarves, vira, and even some demonkin. The temperate climates, variety of forests, vast stretches of fertile farmland, and resource-rich mountain ranges make Ashyrah a haven for many types of peoples and industries.\n\nThe most heavily populated area of Ashyrah is the southern coast, along the strip of arable land known as the Plains of Ashyrah. People here enjoy warm coastal waters that teem with fish and all manner of spices and delicacies that are produced inland. Though many towns and cities dot the coast, Samyrah and Axelas hold the majority of the southern populations. Besides the coastal lands, elves populate the woods–especially in the Forest of Tilia–and dwarves delve deep within the mountains.\n",
    "lore2": "## **THE PALADINS OF ASHYRAH**\n\nThe Paladins of Ashyrah are an interreligious group of fighters who claim to uphold and fight for justice and rightfulness. All paladins have taken a vow to stand against evil and the forces of darkness. The Paladins do not adhere to the religious dictates of one god. Instead, they construct a code to which all paladins must adhere, and it is updated annually. If any paladin disagrees with a new statute, they are free to leave without reprehension. The Paladins’ main fortress, and the center of all their administration and management, is based in the city of Axelas in Ashyrah.\n",
    "lore3": "## EXEMPLARS\nSamyrah serves as the seat of power for Ashyrah's ruling body: the Exemplars. Every second year, sixteen Exemplars are chosen from the populace of Ashyrah by popular vote. Among these, the Exemplar with the most votes becomes Exemplar-Tahsi, who serves as head of the council for the following two year period. Exemplars are limited to five terms, though few have made it to this prestigious position. Many have criticized Ashyrah's government as slow and complex. However, these administrative blocks and checks make Ashyrah--especially Samyrah--a perfect arbiter for conflicts between foreign nations, and the city has an impressive record of peacemaking throughout Haerra.\n",
    "lore4": "## VROGAL THE FEARLESS\n_Samyran children’s story_\n\n> _Hear tale thee of the mighty dracoslanis: slayers of the vicious vorpal beasts which did set upon us. One such dracoslanis doth rise above all, Vrogal the Fearless in this tale stands tall. A runt since wee child, Vrogal still fought on–to become a great dracoslanis: his only great bond. Wilt he to greatness, he rose through the ranks. And despite such deformity, he sought to prove his great strengths. One night while in training, he crept through the dark: to prove himself early, he set off with spark. He rode through the mountains–equipped only with blade–to test his true mettle, or into history fade. The dread-monger dracon, known as Choanlo in name, awaited Vrogal with draco-breath en-flame. Choanlo the Terrible set upon Vrogal quick, alighting his cap like an old waxen wick. But Vrogal did not waver, his sword flashed in the night–for today he became legend: it takes only one smite. He struck through iron scales, so fearless indeed, and when the blow landed Choanlo did bleed. Choanlo let out such a terrible roar: all in Sim’yrr’ha heard this from shore. Vrogal the Fearless returned so covered in blood–but not a scratch on his body, save some burns and some mud. Despite such great victory, his master did chide: so returned he to school, dress’d in draco-hyde._\n",
    "types": [18],
    "npcs": [],
    "guilds": [],
    "factions": [null],
    "characters": [55],
    "characterTypes": [5, 8, 9, 12, 14, null],
    "timeGates": [],
    "itemMaterials": [1, 9, 23, 36, 40],
    "biomes": [3, 16, 17, 24, 34, 36, 41, 47, 4]
  },
  {
    "uuid": "recfb5ibEjSoVaptX",
    "id": 75,
    "name": "Hexwood",
    "isEnabled": true,
    "link": "https://arken.gg/zone/hexwood",
    "shortDescription": "A forested area of aberrant nature, terrifying beasts, and dark rituals: home to the Hexgard Druids.",
    "description": "A forested area of aberrant nature, terrifying beasts, and dark rituals: home to the Hexgard Druids. \n",
    "image": "https://dl.airtable.com/.attachments/376c9fdde645bb13960ae975fed1bc54/732038d0/Hexwood_2.jpg?ts=1661144744&userId=usrf0GZYc5zCl9Cv7&cs=ddfcc6b9efb6e3cd",
    "secondaryImage": "https://dl.airtable.com/.attachments/69bfa8cef0b9baf89f4c2dfbf04b05f6/a511da45/Sketch-Hexwood.jpg?ts=1661144744&userId=usrf0GZYc5zCl9Cv7&cs=71796926af295f0c",
    "lore1": "Hexwood lies in central Valburn, just south of the Hills of Carnage. The area there is known as Hexgard: a place of perverted and strange nature, composed of Hexwood and Mycelia--a region of giant mushrooms and fungal creatures. Hexwood is characterized by dense undergrowth and twisted trees, interwoven with webs and grasping vines. It is home to all manner of aberrant and terrifying creatures: from blight beasts to skittering hives. Native to Hexwood are the infamous Hexgard Druids: druids who work with the darker, more twisted facets of nature.\n",
    "lore3": "## \n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [12],
    "characters": [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 55],
    "characterTypes": [4, 5, 8, 9, 14, null],
    "timeGates": [],
    "itemMaterials": [2, 17, 22, 32, 37, 40],
    "biomes": [14, 17, 37, 38]
  },
  {
    "uuid": "rec6HLHHBqTF7JzEY",
    "id": 76,
    "name": "Mycelia",
    "isEnabled": true,
    "link": "https://arken.gg/zone/mycelia",
    "shortDescription": "Towering mushrooms and otherworldly fungal undergrowth and creatures are characteristic of this alien area.",
    "description": "Towering mushrooms and otherworldly fungal undergrowth and creatures are characteristic of this alien area.\n",
    "image": "https://dl.airtable.com/.attachments/ecb8a4750a6b706acfe624c811858faa/d07b2d9f/Mycelia_5.jpg?ts=1661144744&userId=usrf0GZYc5zCl9Cv7&cs=945e229619c5e906",
    "secondaryImage": "https://dl.airtable.com/.attachments/cce9656da5d825016d9b368ec26338d6/9968d7ba/Mycelia-wip.jpg?ts=1661144744&userId=usrf0GZYc5zCl9Cv7&cs=74be47fb3b16bd2d",
    "lore1": "Comprising the western half of Hexgard, Mycelia lies next to Hexwood and south of the Hills of Carnage. Though claimed by Valburn, no Valburn soldier dares enter the fungal forests of Mycelia. A diverse population of mushroom creatures, both cute and vicious--sometimes one and the same--call Mycelia home. Even beyond the strange fauna here, the fungal flora is deadly to many who traverse it: from sacs that release toxic spores to mushrooms that puss and burst with corrosive acid.\n",
    "lore2": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [4, 14, 9, null],
    "timeGates": [],
    "itemMaterials": [29],
    "biomes": [22, 17]
  },
  {
    "uuid": "rechhk8upW2lzJNOp",
    "id": 77,
    "name": "Archon Islands",
    "isEnabled": true,
    "link": "https://arken.gg/zone/archon-islands",
    "shortDescription": "Though it's old name has since been lost to time, these tropical Islands house both native peoples and the zealous Archons.",
    "description": "Though it's old name has since been lost to time, these tropical Islands house both native peoples and the zealous Archons.\n",
    "image": "https://dl.airtable.com/.attachments/7dfd9c4f677e91bd8df6ac3dd02a2ff1/bd7758d3/Archon_Citadel_1.jpg?ts=1661144745&userId=usrf0GZYc5zCl9Cv7&cs=a8ea297177b741ac",
    "lore1": "The Archon Islands are Haerra's name for the large series of islands southeast of Ashyrah. The area there is dense with jungle and tropical foliage. The waters are warm and pleasant, despite the towering Archon Citadel's cold and watchful eye. The natives here live primitively, refusing the religious and technological ways of the Archons in favor of a more tribal, familial lifestyle. The Archon Islands are populated with all manner of animal life, from giant insects to the few remaining dinosaurs of prehistory.\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [1],
    "characters": [],
    "characterTypes": [5, 8, 9, 10],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [53, 36, 4, 5, 18, 42]
  },
  {
    "uuid": "recNmLVP3MlOAmp5L",
    "id": 78,
    "name": "Frostlands",
    "isEnabled": true,
    "link": "https://arken.gg/zone/frostlands",
    "shortDescription": "",
    "description": "",
    "image": "https://dl.airtable.com/.attachments/317d1d3eda6ed92712113bbe95413754/fdcb84f3/Free_City_of_Vtello_3.jpg?ts=1661144747&userId=usrf0GZYc5zCl9Cv7&cs=4bc78fa56f912290",
    "lore1": "## **FROSTLANDS**\n\nEncompassing the north pole of Haerra, the Frostlands are more than deserving of their name. The Frostlands stretch from the western Halfice Sea to the regional borders of Elysium in the east, and denote all the northern areas that are covered in permafrost. Despite the cold climates and frozen country, there is still a wealth of activity; from the bustling Free City of Vtello to the fishing and whaling industrial town of Karpeshti.\n\nVast swathes of the Frostlands remain completely untouched, from mountain passes and peaks to snow-blanketed ice fields. The Frostlands are a haven for both those avoiding the law and the persecuted peoples of Haerra–such as the giants, who dwell somewhere in the mountains south of the Free City. In addition, many theorize that the near-extinct dragons have retreated to the isolation of the Frostlands to avoid being completely wiped out by humanoids.\n",
    "lore2": "## **EXPLORATION CHARTER: FROSTLANDS**\n_Ordered by the Arch Prince of Kithver, 438 R.H._\n\n> “The area north of Fayhelm and west of Elysium, where the lands are marked by permafrost and maintain year-round freezing temperatures, shall be henceforth known as the “Frostlands.” I, the Arch Prince of the Princedom of Kithver, hereby proclaim a survey of these Frostlands both to explore and claim these lands for the glory of the Eight Princes. Rumors have it that these lands contain rich ice resources and exotic creatures, as well as possibilities for faster trade routes east and wonders yet untold. To head this expedition, I have assigned the most prestigious ranger-cartographer in these lands: Princeling Afimatz Blackrock. May his path be blessed by the gods, and may his findings bring glory to the people of Kithver!”\n",
    "lore3": "## **A LETTER FROM THE LORD OF BLACKROCK CASTLE**\n_Izaak Hunt to Lord Emayro Tolin_\n\n> _It seems that now I outrank you, old friend! Perhaps one of the very few positive things about this new title. I’ve been here less than four months, yet already it feels a dreaded curse. The winter season closes in, and the hearth seems to quell at the thought of it. Fresh air is an enemy, and though I enjoyed walking on Blackrock’s magnificent promenade in the first months, that is now impossible in such terrible conditions. When winter storms roll in, the entire fortress trembles, and I swear I can hear bricks torn from their foundations. Even worse, the nights are longer than I ever thought possible: on a clear day–which is rare–we see the sun for one or two hours. Furthermore, the responsibility of this position weighs heavily upon me. How does one forge Vizier elite? Of course, I have our own training to draw from, but I feel as though I could do better than old Makeris: that tyrant!_\n",
    "types": [19],
    "npcs": [],
    "guilds": [14],
    "factions": [null],
    "characters": [],
    "characterTypes": [2, 4, 5, 9, null],
    "timeGates": [],
    "itemMaterials": [1, 3, 4, 5, 9, 13, 14, 23],
    "biomes": [1, 2, 7, 12, 21, 27, 36, 49, 54, 55, 65]
  },
  {
    "uuid": "recM5BTSQUCLnezYk",
    "id": 81,
    "name": "Elder Spires",
    "isEnabled": true,
    "link": "https://arken.gg/zone/elder-spires",
    "shortDescription": "A series of thirty-three stone spires located in the Zakraad Wastes, piercing high above the clouds.",
    "description": "A series of thirty-three stone spires located in the Zakraad Wastes, piercing high above the clouds.\n",
    "image": "https://dl.airtable.com/.attachments/50567779fa0dac8f17242e4bda1f2e71/5d0a1ebb/elderspiresfinal.jpg?ts=1661144748&userId=usrf0GZYc5zCl9Cv7&cs=302858ebb0131452",
    "secondaryImage": "https://dl.airtable.com/.attachments/b513f76afb37d26032bfcd688a2fb7b3/128424d1/wip-ElderSpires.jpg?ts=1661144748&userId=usrf0GZYc5zCl9Cv7&cs=dd99d50558f90ed5",
    "lore1": "Located deep within the Zakraad Wastes, the Elder Spires are a natural formation lost to time. Whether by natural or manmade design, the thirty-three spires that make up the area are each emblazoned with a single rune that glows softly. The Elder Spires are home to a strange race of creatures unseen elsewhere on Haerra, who act as caretakers of the Spires. They appear to revere the Spires as some sort of idol, each of which occupies an important role in their mysterious religion.\n",
    "lore2": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [103],
    "characterTypes": [1],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [36, 55]
  },
  {
    "uuid": "reczojTzIQ9VsP4Zx",
    "id": 82,
    "name": "Zakraad Wastes",
    "isEnabled": true,
    "link": "https://arken.gg/zone/zakraad-wastes",
    "shortDescription": "A vast area of desolate wastelands scarred by errant magic, pocketed with cliffs, stony spires, and sheer mountain peaks.",
    "description": "A vast area of desolate wastelands scarred by errant magic, pocketed with cliffs, stony spires, and sheer mountain peaks.\n",
    "lore1": "In the eastern reaches of the Forsaken Lands, a small collection of islands make up the Zakraad Wastes–a vast area of broken land and crackling magical energy. Life here--plant or otherwise--is scarce, making it unlivable for all but the mysterious Shades: shifting echoes of people created in the wake of the destructive Magocracy Wars. The area is largely unexplored and abandoned, considered by most to be too dangerous and barren to be settled or surveyed.\n",
    "types": [21],
    "npcs": [43],
    "guilds": [],
    "factions": [],
    "characters": [103],
    "characterTypes": [1],
    "timeGates": [],
    "itemMaterials": [32],
    "biomes": [55, 36]
  },
  {
    "uuid": "recW6xLVb8Hl92Euk",
    "id": 83,
    "name": "Gardens of Bronth",
    "isEnabled": true,
    "link": "https://arken.gg/zone/gardens-of-bronth",
    "shortDescription": "A thriving metropolis of plant creatures deep within Mycelia, characterized by the inverse gravity found there.",
    "description": "A thriving metropolis of plant creatures deep within Mycelia, characterized by the inverse gravity found there.\n",
    "image": "https://dl.airtable.com/.attachments/f15aedb88e3640b7dec1b3e104eae2e3/083d168c/Mycelia_5.jpg?ts=1661144750&userId=usrf0GZYc5zCl9Cv7&cs=5bc75338fce35954",
    "lore1": "## **GARDENS OF BRONTH**\n\nLocated deep within Mycelia, the Gardens of Bronth were built by a Gravitum Mage named Bronth, who left Elaris looking for something greater than the power-mongering of his peers. Bronth traveled to Mycelia, an area of mushrooms and sentient plant-life that fascinated him. Bronth found a vibrant ecosystem here, of both dangerous predators and innocent prey. Among these, he found plant creatures who were quickly becoming extinct, preyed upon by the more vicious predators of Mycelia.\n\nTo aid these creatures, Bronth built a stable gravity vortex at the center of a large stone and earthen cylinder, inverting gravity in the area. Mushrooms grew down from the top of the cylinder, providing homes to the near-extinct plant creatures in a safe haven from predators, who couldn't access the area. Since, the Gardens of Bronth have become a thriving metropolis for all kinds of friendly plant creatures. Bronth dwelt in the garden until he passed away, teaching humanoid concepts, magic, and the common tongue to the creatures who resided there.\n",
    "lore2": "## **LIFE IN INVERTED GRAVITY**\n\nEven after Bronth constructed the safe haven, it took time to coax these creatures into the manufactured environment. At first the creatures were extremely wary, not only of Bronth, but especially of the disconcerting feeling of walking upright on an ‘upside-down’ surface. Eventually, however, the creatures grew to thrive in such an environment, developing playful activities and sustenance mechanisms (using the gravity vortex to catch insects, for example) around the unique gravity area. The creatures carved homes from the mushrooms–their native habitat–but impressively built them upside down to accommodate the inverted gravity. As Bronth taught farming concepts and technological development to these creatures, they quickly advanced into a quasi-modern civilization, merging their unique needs with humanoid tools and technology.\n",
    "lore3": "## **EXCERPT FROM BRONTH’S PERSONAL JOURNAL**\n\n> _“Incredibly, these creatures of plant matter appear to be capable of learning. Though perhaps it is I that require said teaching, for these creatures have already taught me much about life in Mycelia. Their cultures are complex, not wholly uniform as I had first thought. I have been able to establish basic communication with my friend in the Porcini Tribe, Ig’abn’skk (or so he seems to pronounce it, though my phonetic transcription is likely inaccurate). After a month of daily correspondence, Ig’abn’skk has been able to replicate a number of basic humanoid words and concepts, and he gleans at least some rudimentary understanding of them, it seems. My own progress in their tongue and culture is more slow-going, so perhaps the intelligence of Ig’abn’skk surpasses even my own. I am in uncharted territory, so I am more than willing to consider this possibility…”_\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [14, 9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [22, 17]
  },
  {
    "uuid": "rec3zNBB9TSpvjwII",
    "id": 85,
    "name": "Morgraf Hold",
    "isEnabled": true,
    "link": "https://arken.gg/zone/morgraf-hold",
    "shortDescription": "A hidden fortress within the mountain, networked by mine rails and pulleys.",
    "description": "A hidden fortress within the mountain, networked by mine rails and pulleys.\n",
    "image": "https://dl.airtable.com/.attachments/9f0e714c96eb033a63486eeff41757d5/1db1b685/MorgrafHoldfinal.jpg?ts=1661144751&userId=usrf0GZYc5zCl9Cv7&cs=e94ce1bd5428edff",
    "secondaryImage": "https://dl.airtable.com/.attachments/7862634df06be051f3b62cb5db234663/487f02bc/Sketch-MorgrafHold.jpg?ts=1661144751&userId=usrf0GZYc5zCl9Cv7&cs=d1a8a18379dff806",
    "lore1": "## **MORGRAF HOLD**\n\nMorgraf Hold is positioned on the western edges of the Ashyrah Spine, where the mountains gain a rich red hue and overlook the foothills shy of the vast Copper Desert. The dwarves that built and occupy this city mine the surrounding mountains, creating a massive flow of resources including precious metals, gems, coal, and fine stone.\n\nThe Hold itself is a massive, underground fortress built into the mountainside. The main city is built in a giant, natural cavern, at the base of which is a large groundwater lake. From there, many offshoots (both for mining and living) jut deeper into the mountain. Morgraf Hold is a thriving republic, with a large senate at its head. Although many dwarven merchants and families come down from the mountains to trade and enjoy city life, the exact location of the Hold is unknown as it is a near-sacred secret for Morgraf dwarves.\n",
    "lore2": "## **GREAT DWARVEN SCHISM**\n\nOnce, dwarven civilizations used to span hills, mountains, and forests in northwestern Ashyrah. Though composed of several large fiefdoms, they were united under a common King. After their victory against the elves in the Battle of Shady Woods many centuries ago, their influence increased further. For a number of decades it looked as though the dwarves would expand their civilization to incredible heights. However, one fateful night the King at the time, King Gentir II, was assassinated by a dwarf of another faction. The dwarven fiefdoms instantly exploded into war, each blaming the other, and the casualties were innumerable. When the dust settled, only three factions remained, each significantly weakened and disheartened. These former fiefdoms then isolated themselves: one settled in the hills north of the Copper Desert, one migrated to the ice-scape of Der’uden, and the last withdrew into the mountainous Morgraf Hold.\n",
    "lore3": "## **THE SUPREME CART TRIALS**\n\nOnce per year, the dwarves of Morgraf Hold host a massive, ten-day festival consisting of rich foods, strong drink, and boisterous performances. The central attraction of the festival, however, are the Supreme Cart Trials. These ‘Trials’ are a wild assortment of games and competitions. Among these, the most famous is the Cart Run, where teams of three dwarves compete to traverse every mine in Morgraf Hold in a single cart–all without stepping a foot outside. Alongside many other challenges, the Cart Run involves fighting off cave creatures, mine cart jousting, mineral collection, and _lots_ of drinking.\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [66, 36]
  },
  {
    "uuid": "recwmi7UKEDEqP1wl",
    "id": 86,
    "name": "Myst Reef",
    "isEnabled": true,
    "link": "https://arken.gg/zone/myst-reef",
    "shortDescription": "An archipelago home to aquatic creatures who fly and breathe water, while land and airborne creatures dwell beneath the waves.",
    "description": "An archipelago home to aquatic creatures who fly and breathe water, while land and airborne creatures dwell beneath the waves.\n",
    "lore1": "Located somewhere deep within the Eseldagon Sea, the Myst Reef is an archipelago of unimaginable wonder--and danger. Here, aquatic creatures of all kinds fly through the air and trample the land: whales feed on airborne plankton., sharks terrorize the islands under the sky, and giant jellyfish grow like trees from the soil. Beneath the waves: birds, tigers, and even dragons coast along with the tides. Whether by some freak deviation of nature or a result of magic gone awry, the Myst Reef in an unparalleled sight to behold.\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [54],
    "characterTypes": [9, 15],
    "timeGates": [],
    "itemMaterials": [31, 33],
    "biomes": [29, 53, 56]
  },
  {
    "uuid": "rec1Ts0eN5KPgVWSr",
    "id": 87,
    "name": "Elaris",
    "isEnabled": true,
    "link": "https://arken.gg/zone/elaris",
    "shortDescription": "A tiny planet situated deep within the Penelam Icelands, home to the gravitum magi.",
    "description": "A tiny planet situated deep within the Penelam Icelands, home to the gravitum magi.\n",
    "image": "https://dl.airtable.com/.attachments/4e1353eba74d95e4724f3b9f308f331c/38677ff2/Gravitum_1.jpg?ts=1661144752&userId=usrf0GZYc5zCl9Cv7&cs=2714e07599c3a9ff",
    "secondaryImage": "https://dl.airtable.com/.attachments/f8bf4f0cf06a54bee6f3e7ac07c502b0/e59e5a3c/Elaris-wip.jpg?ts=1661144752&userId=usrf0GZYc5zCl9Cv7&cs=4f1c587324c7b3f8",
    "lore1": "## **ELARIS**\n\nElaris is a tiny planet on Haerra with a small, orbiting moon located deep within the Penelam Icelands. Gravity is so strong in the area that--once within a couple miles of Elaris--one can float, eventually being pulled in towards the massive floating orb. Elaris is home to the Gravitum Magi: a sect of mages who specialize in gravity magic.\n\nMeasuring roughly three miles in diameter, Elaris’ spherical construction is a work of engineering and magical genius–and the product of centuries of toil in the freezing temperatures of the Icelands. The interior of Elaris is composed of numerous platforms, each housing a number of chambers. The platforms are connected by a vacant vertical chamber that runs through the center, where Gravitum Magi float up and down to their desired level. The small moon that orbits Elaris is only a few hundred feet in diameter, and houses the Gravitum Archmagi: the ruling class of Elaris. Despite its massive size, a mere six hundred people live in Elaris, including the magi and their families.\n",
    "lore2": "## **MAGOCRACY AND EXILE**\n\nLong before Elaris was conceived, the Gravitum Magi were a budding order of telekinesis mages based in Irondell. The gravitum magi sought a way to automate the gravitational processes used to lift the floating islands of Elysium, without requiring the expensive and magically-taxing contraptions used by the Elysium mages. Before they completed their project, however, they became embroiled in the Magocracy Wars–siding with the pro-magocracy entente. When the magocracy proponents were defeated and scattered, the gravitum magi fled to the Penelam Icelands to continue their studies away from the public eye. During those centuries of isolation, they experimented and developed more potent ways to harness gravity, achieving incredible success. They revere gravity as a sort of god, creating a religious aspect to their order.\n",
    "lore3": "## **EXCERPT FROM THE JOURNAL OF OMIDAS**\n\n> _Though my research is preliminary, the results so far are perplexing. The source of gravitum magic does not appear to be mana energy, as is commonly assumed. Of course, few have researched this. If the Elysium mages created floating islands, then the vehicle behind the floatation must be mana, correct? Well, perhaps not. The Elysium mages use contraptions which include mana arcana, alongside runes and worldstone shards. Both of the latter components are known to harness all manner of energies: from mana to kona to chaos. Perhaps, unwittingly, the Elysium mages unlocked a ‘gravitum’ energy and assumed it to be mana–we all assumed it to be mana…_\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [2, 55, 54, 64, 65]
  },
  {
    "uuid": "recuutv9RyljTiKYm",
    "id": 88,
    "name": "Khagresh",
    "isEnabled": true,
    "link": "https://arken.gg/zone/khagresh",
    "shortDescription": "A towering and serene city of giants in the southern Frostlands, constructed from crude stone blocks.",
    "description": "A towering and serene city of giants in the southern Frostlands, constructed from crude stone blocks.\n",
    "lore1": "## **KHAGRESH**\n\nKhagresh is nestled high in the mountains south of the Free City of Vtello, in the southernmost reaches of the Frostlands. A mighty city of gigantic buildings, sheer walls, and vast promenades; Khagresh is home to the largest population of giants on Haerra. Once the towering titans, feared by all, these individuals suffered radical decline at the hands of the humanoids, just as the dragons once did. Instead of risking near-extinction like the dragons, they fled to the safety of treacherous mountain ranges, where they can still be found today. After thousands of years without the appropriate amounts of food, their size dwindled from 20-25ft to 12-15ft.\n\nKhagresh retains the titan’s old style of architecture: massive stone blocks built crudely to staggering heights. The whole city, despite spanning 2-3 mountain passes, only houses a meager 200 giants. The giants lead a bitter lifestyle, scavenging for scarce food in the nearby passes. Every so often giants will flood down into the valley, clearing the area of game before retreating back to the safety of the mountains. The giants still blame and fear humanoids for the decimation of their race. As such, no humanoids are welcome in Khagresh.\n",
    "lore2": "## **A GIANT CULTURE**\n\nAlthough food is scarce for the giants of Khagresh, the same cannot be said for their society. Though they still retain their titanous ancestors’ style of building, their culture has changed dramatically since their exile from the lowlands of Haerra. Once a warlike people of blood and carnage, wherein one’s worth was determined by their prowess and bravery in battle, the giants have since adopted a much more harmonious lifestyle. Believing the scourge of the titans to be a warning against their tyranny, the modern culture of the giants revolves around perfecting and purifying oneself through meditation and self-discipline. The giants revere Hehyjul, the High Titan–a god of sorts that pervades through all aspects of nature.\n",
    "lore3": "## **A SEA OF SKY**\n_An ancient titan tale, roughly translated_\n\n> _From high towers Hehyjul calls_\n> _“A thundering voice echoes far_\n> _But what secrets does the whisper hide?_\n> _The winds wash over the peaks to create_\n> _An endless sea of sky.”_\n> \n> _Black wind where cities once stood_\n> _A reminder of towers built too high_\n> _Made small by a hot wind blown by_\n> _A soul of dust and debris scattered_\n> _Toward a sea of sky._\n> \n> _Witness heavenly destruction_\n> _Divine terror, turned to steady rain_\n> _Hear the whisper deep within a lie_\n> _A people drifting aimlessly_\n> _Into a sea of sky._\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [16],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [36, 1, 27, 54]
  },
  {
    "uuid": "recwWO16YEzkvlwIw",
    "id": 89,
    "name": "Etherwold",
    "isEnabled": true,
    "link": "https://arken.gg/zone/etherwold",
    "shortDescription": "The most untouched frontier of Fayhelm, brimming with whimsical creatures and bizarre, dream-like landscapes.",
    "description": "The most untouched frontier of Fayhelm, brimming with whimsical creatures and bizarre, dream-like landscapes.\n",
    "lore1": "Though technically a part of northeastern Fayhelm, few humanoids or fay have ever stepped foot within the fantastical reaches of the Etherwold. The entire area is blanketed with incredible and vibrant colors, from bright blue creatures to brilliant yellow plantlife and pastel-purple mountains. While venturing in the Etherwold, a visitor would discover that reality acts differently here. Low gravity areas allow one to soar through the air with a step and visual hallucinations make colors shift and dance across the landscape like northern lights. Hidden behind its whimsical exterior, however, the Etherwold is fraught with nightmares: tiny cute creatures that unhinge jaws to swallow prey, or majestic flying stallions which roast their prey in brilliant pink flames.\n",
    "lore3": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [9, 14, 15, null],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [7, 11, 20, 23, 28, 30, 34, 37, 44]
  },
  {
    "uuid": "rec0HIsLrpYXdLMig",
    "id": 90,
    "name": "Crystalline Depths",
    "isEnabled": true,
    "link": "https://arken.gg/zone/crystalline-depths",
    "shortDescription": "A cavern strewn with all kinds of glittering crystals and gems, home to beasts made of the same substance.",
    "description": "A cavern strewn with all kinds of glittering crystals and gems, home to beasts made of the same substance.\n",
    "lore1": "Deep beneath a series of networking mine shafts lies the mythical Crystalline Depths, a massive subterranean area of interwoven caverns, all lined with sparkling crystals, gems, and even worldstone shards. However, the Crystalline Depths are not without danger. Gem-studded beasts stalk the caves, feeding on flesh and crystals alike. From crystal elementals to reclusive gem dragons, these glittering caverns are filled to the brim with danger and treasures beyond all imagination.\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [40, 41],
    "characterTypes": [9, 2],
    "timeGates": [],
    "itemMaterials": [7, 16, 19],
    "biomes": [66]
  },
  {
    "uuid": "recYRkWvlogGzQmHB",
    "id": 91,
    "name": "Lashiid",
    "isEnabled": true,
    "link": "https://arken.gg/zone/lashiid",
    "shortDescription": "Towering natural spires and rolling hills sprinkled with colorful wildflowers create a gorgeous facade to mask this horrifying area.",
    "description": "Towering natural spires and rolling hills sprinkled with colorful wildflowers create a gorgeous facade to mask this horrifying area.\n",
    "lore1": "Located in the northern steppes of the Plains of Ashyrah, Lashiid is a beautiful area of grassy hills hiding horrifying truths. The area is gorgeous: composed of lush grasslands, vibrantly colored wildflowers, rolling hills, and tall, winding structures that jut some 30-40 feet in the air. Long, silvery threads tie these structures to the ground, making each spire look like a half-buried harp. Although appearing manmade, these natural structures are massive nests for Silk Crawlers. Silk Crawlers are deadly at all stages of life, from pupae--large, multi-eyed white sacks dragging themselves along the threads towards any prey they can leech from--to grown adults: towering spider-like creatures with four slender, razor-sharp legs and bloodstained mandibles. Despite the occupants of this terrifying area, a large human settlement sits at the southern edge, where they make their living as Silkhunters, harvesting silk from the area equipped with blade and bow.\n",
    "lore3": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [46],
    "characterTypes": [8, 9, 5],
    "timeGates": [],
    "itemMaterials": [20],
    "biomes": [24, 30, 35, 20]
  },
  {
    "uuid": "recIAtbby1IeSjFss",
    "id": 92,
    "name": "Tenotichi",
    "isEnabled": true,
    "link": "https://arken.gg/zone/tenotichi",
    "shortDescription": "A bizarre town built around an isolated desert crater, owing its existence to a spectacular phenomenon.",
    "description": "A bizarre town built around an isolated desert crater, owing its existence to a spectacular phenomenon.\n",
    "lore1": "## **TENOTICHI**\n\nThe settlement of Tenotichi sits high on a desert plateau, just west of the sheer Bronze Sierras. Tenotichi is built around a large dusty crater that disappears deep into the earth, with no visible bottom. The humans and Kilrans who settled here built their town around and down into the sides of the crater. At first, the town’s location appears striking and odd, for there is no water source within miles of the town. Despite this, the people have set up a number of large water barrels as if expecting rain. However, an extended stay in Tenotichi reveals the spectacular truth.\n\nEvery day, the High Priest of Tenotichi climbs to a central platform suspended over the crater and conducts ritualistic sacrifice of varied types of animals. These sacrifices are then tossed down into the crater. Roughly once per week, an observer will see the reason behind such a sacrifice: a massive Great Wyrm rises from the darkness and spouts a tumult of water into the air. People await this moment with reverence, collecting water in bowls, barrels, and large wooden tanks. The people have learned to purify this water and create a civilization around it.\n",
    "lore2": "## **RECITATION OF THE HIGH PRIEST OF TENOTICHI**\n\n> _O divine Great Wyrm of Haerra: Your water blesses us with life, your presence fills us with strength, and your principles guide us to truth. Even as the sun makes this place desolate, you make this place a metropolis. O bless the one who stands up to the sun for the people of Tenotichi: your eternal acolytes. May this offering demonstrate our veneration and lasting faithfulness, that we may bathe in your purifying water._\n",
    "lore3": "## **ORIGINS AND SOCIETY**\n\nA group of traveling Newerth Sages stumbled upon the crater while surveying for suitable places to construct their minarets. Fascinated by the crater, the sages camped there for the night to study it. As they slept, a sudden flood of water crashed over them, nearly washing them into the pit. Awestruck by this occurrence, the sages remained, sending word back to the people of Haerra telling of this incredible place. As the population grew slowly, a fervorous religiosity overtook the colony centered around the Great Wyrm. The people came to revere the source of this water, creating dictates around its perceived teachings and offering sacrifices to the pit. A common theme found in Tenotichi worship is the reverence for the wyrm and water, mirrored by a spite for the sun and fire.\n",
    "types": [16],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 8, 9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [31, 55]
  },
  {
    "uuid": "recAUDJzLOa8FpC2h",
    "id": 94,
    "name": "Ebik Steel Mine",
    "isEnabled": true,
    "link": "https://arken.gg/zone/ebik-steel-mine",
    "shortDescription": "A treacherous mine deep in the mountains east of Westmarsh, known for the coveted Ebik Steel: the only material known to suppress energy.",
    "description": "A treacherous mine deep in the mountains east of Westmarsh, known for the coveted Ebik Steel: the only material known to suppress energy.\n",
    "lore1": "Ebik Steel is the only material known to suppress energy. Once refined, this dull, rusty metal scintillates with a brilliant red color, and is used to forge anti-energy weapons, shackles, and cages. Only one Ebik Steel mine exists on Haerra, isolated in the mountains east of Westmarsh. The mine is incredibly treacherous: the rock here is weak and ripe for collapse, and noxious gas from sulphur dioxide and hydrogen sulphide silently kills dozens of miners daily. Adding to the danger, monsters frequently occupy these winding tunnel shafts, striking unsuspecting minters from the darkness.\n",
    "lore3": "\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5, 9],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [66]
  },
  {
    "uuid": "recq2wAWUorY21eoW",
    "id": 95,
    "name": "Icefall",
    "isEnabled": true,
    "link": "https://arken.gg/zone/icefall",
    "shortDescription": "The central meeting place of the barbaric Icefall Behemoths",
    "description": "",
    "lore3": "\n",
    "types": [16],
    "npcs": [],
    "guilds": [14],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [54, 2]
  },
  {
    "uuid": "recp7Omw0mLrvMglY",
    "id": 96,
    "name": "Wall of Tukra",
    "isEnabled": true,
    "link": "https://arken.gg/zone/wall-of-tukra",
    "shortDescription": "A towering wall of sandstone, connecting Qiddir with two coasts and creating a barrier between Fayhelm to the north and the harsh desert to the south.",
    "description": "A towering wall of sandstone, connecting Qiddir with two coasts and creating a barrier between Fayhelm to the north and the harsh desert to the south.\n",
    "image": "https://dl.airtable.com/.attachments/8ce4ea66be355b9793013bc2fe0bd366/adea30e1/Tukra_1.jpg?ts=1661144759&userId=usrf0GZYc5zCl9Cv7&cs=311b00ebd3616de1",
    "secondaryImage": "https://dl.airtable.com/.attachments/5e1e5aeaad1686b1b75f1b47ea29aa07/4a69e30e/tukra-wip.png?ts=1661144759&userId=usrf0GZYc5zCl9Cv7&cs=5ebc3ecc513b1897",
    "lore1": "Undoubtedly the most striking feature of the vira city of Qiddir, the massive Wall of Tukra stretches coast to coast: from the Sea of Newerth to Haqor Bay, housing two sheltered ports on either side. The wall allows for safe and expedient travel from one side to the other whilst routing traders through Qiddir, which sits at the center of the wall. In addition, the wall seals the only overland access to Fayhelm and beyond, making it a vital strategic point. In addition to its important sea trade, the city also has inland routes across the Bronze Sierras to Tabr where they link with their cousins, the Desert Kilrans, as well as routes north to Tarv.\n",
    "types": [21],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [5],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": [40]
  },
  {
    "uuid": "recIn0h50djh6jYon",
    "id": 97,
    "name": "Hexgard Conclave",
    "isEnabled": true,
    "link": "https://arken.gg/zone/hexgard-conclave",
    "shortDescription": "",
    "description": "This is actually pretty good + some forest, more 'druid' elements: <https://www.youtube.com/watch?v=flTxP3qtlVg>\n",
    "lore3": "\n",
    "types": [],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": []
  },
  {
    "uuid": "recfgpyFhi4J9UEIf",
    "id": 98,
    "name": "Kal'shar",
    "isEnabled": true,
    "link": "https://arken.gg/zone/kal-shar",
    "shortDescription": "Ancient capital of the Emiin Shar, the previous rulers of Valburn",
    "description": "Kal’shar, ancient city of the Emiin Shar demonkin before Valburn’s Long Night (Shevar's research thesis was on this city).\nSupposedly, there was an expansive mine & railway here that ran below the city and under the mountains. Served as quick transport beneath the mountains for the Emiin Shar.\n\n",
    "lore3": "\n",
    "types": [],
    "npcs": [],
    "guilds": [],
    "factions": [],
    "characters": [],
    "characterTypes": [],
    "timeGates": [],
    "itemMaterials": [],
    "biomes": []
  }
]
