[
  {
    "uuid": "rec76DhpXPfUjKjJo",
    "id": 1,
    "name": "Vira",
    "link": "https://rune.game/race/vira",
    "isPlayable": true,
    "image": "https://dl.airtable.com/.attachments/c7b5b3ac6fa7164f7c2ca912c66e788d/4e3dd50b/Artificer_Female_StockArt.png",
    "color": "yellow",
    "geography": "Qiddir and Copper Deserts",
    "shortDescription": "An innovative people who are small in stature but well-adapted to their harsh desert homes.",
    "description": "The vira are small people with a chip on their shoulder concerning their size. They appear like slender, hairless dwarves with more pointed ears and longer, more flexible hands and fingers. As a race they are excitable, shouty and argumentative. However, their saving grace is the fact that they are exceptionally brilliant engineers and handymen and women. Not only can they create mechanisms driven by clockwork and create complex structures like dams and towers, but they can also mend just about anything that has been broken (with the exception of hearts). They roam the different countries in small pony driven carts packed full of tools and useful items. They charge a fair price for their work but one should never attempt to take advantage of them as they are ferocious little fighters with daggers and short swords.\n",
    "npcs": [
      23,
      35,
      48
    ],
    "type": 5,
    "lore1": "**FLAVOR TEXT (EXAMPLE):**\n\n**\"**Skinny and flaxen-haired, his skin walnut brown and his eyes a startling turquoise, Burgell stood half as tall as Aeron and had to climb up on a stool to look out the peephole. Like most habitations in Oeble, that particular tenement had been built for humans, and smaller residents coped with the resulting awkwardness as best they could.\nBut at least the relative largeness of the apartment gave Burgell room to pack in all his gnome-sized gear. The front room was his workshop, and it contained a bewildering miscellany of tools: hammers, chisels, saws, lockpicks, tinted lenses, jeweler’s loupes, and jars of powdered and shredded ingredients for casting spells. A fat gray cat, the mage’s familiar, lay curled atop a grimoire. It opened its eyes, gave Aeron a disdainful yellow stare, then appeared to go back to sleep.\"\n",
    "lore2": "**VIRA GUILDS AND CRAFTSMANSHIP**\n\nWhile the Vira’s Desert Kilran cousins focus their creativity on chaotic mechanical contraptions and alchemical reactions, the Vira prefer to channel their energy into more refined forms of crafting. Any such crafting heavily involves the Guilds. Much of Vira society is ordered around the Guilds, which are regarded with near-religious reverence by many Vira. Guild membership is determined by birth, and many families have remained in the same discipline for centuries. Certain guilds, such as the Architects Guild, are renowned above others; creating a quasi-caste system that changes depending on which guilds are high in demand.\n",
    "lore3": "**KILRAN INNOVATION AND ARTIFICE**\n\nJust like their Vira cousins, the Kilrans pride themselves on curiosity and ingenuity. While the Vira are a shade more reserved in their creation, the Kilrans pursue progress unbridled by restraint. Explosions frequently rock their towns and cities, constructs come to life and wreak havoc, and rarely-tested airships lose control and crash into towers that are resurrected two to three times a year. But with such risk comes great reward, and the Kilrans exemplify this above all others: embracing the chaos to generate incredible innovations.\n"
  },
  {
    "uuid": "recA1FISeoYRLo8yW",
    "id": 2,
    "name": "Dwarf",
    "link": "https://rune.game/race/dwarf",
    "isPlayable": true,
    "image": "https://dl.airtable.com/.attachments/1a04eadf5ffd932fb166884f403fc8c1/7ce232d5/Artificer_Male_StockArt.png",
    "color": "orange",
    "geography": "Western Ashyrah Spine (Dwarven Mountains) and central Haerra",
    "shortDescription": "These short and stocky humanoids pride themselves on their fine smithing abilities and rugged mining lifestyle.",
    "description": "Similarly to the small and slim vira, most adult dwarves stand around four feet tall. Most dwarves share similarly rugged characteristics, boasting a stout and sturdy build, wide nose, and thick beard. It is difficult to tell male and female dwarves apart as both genders tend to grow facial hair. They live in the mountains where they create great tunnels that lead to their mines that produce a wide variety of precious metals including gold, silver, lead and copper. These metals are traded in the large dwarven marketplaces that occur in different locations at certain times of the year. Dwarves tend to specialize in tasks based on their family lines: some focus on mining while others on engineering and smithing. Given these few areas of specialization, dwarven societies tend to produce items of the highest quality: their forged weapons and armor said by many to be the best on Haerra. Dwarves are often suspicious of other humanoids and like to keep to themselves, though they won’t back down from a fight. Despite their stockiness, they are dangerous opponents: able to both hack with axe and pierce with blade.\n",
    "npcs": [
      32
    ],
    "type": 5,
    "lore1": "FLAVOR TEXT\n",
    "lore2": "**UNDERGROUND AND THRIVING**\n\nTraditionally an underground people, many dwarves have adapted to their environment over millennia. From vision that sees clearly in darkness (but poorly in light) to spectacular abilities allowing them to smell even the smallest bits of rust, dwarves are the perfect miners. Their low light vision allows them to use torches sparingly, and any glittering object–gem or metal–glows like a beacon in the darkness. Meanwhile, when oxygen from their tunnels even slightly corrodes metal, dwarves are able to smell it from great distances and even through dense dirt walls. Even despite this natural affinity for mining and tunnel-dwelling, some dwarves–like those in Der’uden–have adapted to life above ground. Over long periods of exposure to fresh air and light, however, their keen senses of smell and superior dark vision begin to fade.\n",
    "lore3": "**GREAT DWARVEN SCHISM**\n\nOnce, dwarven civilizations used to span hills, mountains, and forests in northwestern Ashyrah. Though composed of several large fiefdoms, they were united under a common King. After their victory against the elves in the Battle of Shady Woods many centuries ago, their influence increased further. For a number of decades it looked as though the dwarves would expand their civilization to incredible heights. However, one fateful night the King at the time, King Gentir II, was assassinated by a dwarf of another faction. The dwarven fiefdoms instantly exploded into war, each blaming the other, and the casualties were innumerable. When the dust settled, only three factions remained, each significantly weakened and disheartened. These former fiefdoms then isolated themselves: one settled in the hills north of the Copper Desert, one migrated to the ice-scapes of Der’uden, and the last withdrew into the mountainous Morgraf Hold.\n",
    "lore4": "\n"
  },
  {
    "uuid": "recnRTvNIkyd67S5L",
    "id": 3,
    "name": "Elf",
    "link": "https://rune.game/race/elf",
    "isPlayable": true,
    "image": "https://dl.airtable.com/.attachments/3594c856997e9bd036c68c5895a9e139/7db574d9/Monk_Female_StockArt.png",
    "color": "green",
    "geography": "Fayhelm Forests",
    "shortDescription": "Tall and slender with pointed ears and faintly shimmering metallic skin, elves are both accomplished magic-users and skilled fighters.",
    "description": "After their defeat at the hands of the dwarves at the Battle of Shady Woods, the Elves retreated deep into the Forests of Fayhelm. Here, they avoided contact with all races and peoples for centuries, save the druids. During that time, the elves split into tribes and kingdoms, developing unique cultures from each other. Some live in bowers constructed within trees, while others live in ornate cities hidden deep in the woods. Elves are slightly taller than the average human and slender in appearance, with a natural metallic sheen to their fair skin: gold tints in the north and silver to the south. They have pointed ears and slender hands with long fingers and are expert spellcasters and fighters–especially with the bow. They live longer than humans, however as many of their kind were killed in battle, they are considerably fewer in number. As time progresses, certain groups of elves have begun to reintegrate with society, while others remain isolated and distrusting of outsiders.\n",
    "npcs": [
      21,
      34,
      38,
      43,
      49,
      51
    ],
    "type": 5,
    "lore1": "FLAVOR TEXT\n",
    "lore2": "**A PEOPLE OF EONS**\n\nTo many elves, the passing of other humanoid eras seems a mere moment. Though not immortal, the average elf lives to well over five hundred years. This incredible lifespan shapes elven society in ways unique to other Haerran peoples. Elves rarely have more than one or two children, resulting in a very small population. But that small population grows to be very powerful: with five human lifetimes for spellcasters to master the arcane and archers to perfect their aim. With such long lives, however, many elves become jaded and stuck in their ways, able to clearly recall past slights and insults that other races would lose to history. As such, elven societies progress slowly with time–if at all–and change is often discouraged. Every once in a while, elves like the esteemed Etarian Yra surface with radical ideas and the charisma to pursue them–though these instances are few and far between.\n",
    "lore3": "**BATTLE OF SHADY WOODS**\n\nThe situation between the elves and the dwarves had been brewing for many years, as both lived around the eastern reaches of Haqor Bay. The elves had established a colony–named Shady Woods–in the woods near some dwarven mines. The two races regularly bickered and engaged in border skirmishes. Rumors circulated that the elves were establishing their own mines and stealing the dwarves' resources. The matter came to a head when the elves dammed and redirected the flow of a river to provide water to their colony. This caused a major uproar among the dwarves, who ordered a meeting with the elves to set out a list of formal demands. However, before the meeting took place an unknown saboteur damaged the dam and redirected the water into the dwarven mines. Many dwarven lives were lost in the resulting floods. The dwarves blamed the elves and claimed it was an act of war. They invaded the elven colony of Shady Woods, killing thousands of elves. The slaughter included defenseless men, women, and children–solely intended to cripple all hope of the elves’ survival there. The remaining elves–and the elves in the surrounding areas–were forced to retreat deep into the Fayhelm forests, where they remain to this day.\n",
    "lore4": "\n"
  },
  {
    "uuid": "rec3tQoeVsZ0xETNI",
    "id": 4,
    "name": "Human",
    "link": "https://rune.game/race/human",
    "isPlayable": true,
    "image": "https://dl.airtable.com/.attachments/4b21f7fa6b6e1769d012405b3c448120/99da9837/Priest_Male_StockArt.png",
    "color": "blue",
    "geography": "Western, Eastern, and Northern Haerra",
    "shortDescription": "Perhaps the most diverse and adaptable race, humans vary heavily in their physical appearances",
    "description": "Perhaps the most diverse and adaptable race, humans vary heavily in their physical appearances. Although humans lack innate magic or other special characteristics, they make up for it through their natural curiosity and ability to master nearly any craft with the right amount of dedication. Humans differ as much in mannerisms as they do appearance. Some are trustworthy, some deceitful. Some have pleasant dispositions, others are downright nasty. Some are rich, some are poor. Some live by strict moral codes, while others discard the idea of rightness entirely. At the end of the day humans are human, with all their flaws and strengths.\n",
    "npcs": [
      36,
      37,
      46,
      47,
      50
    ],
    "type": 5,
    "lore1": "FLAVOR TEXT\n",
    "lore2": "**SO MUCH TO DO, SO LITTLE TIME**\n\nThough many things can be said of humans, a lack of ambition is not one of them. The shortest-lived of all races on Haerra, humans are often driven to eternalize their brief lives in the annals of history. Whether seeking fame, fortune, fulfillment, or knowledge; humans embody ambition and passionate curiosity in everything they do. Some engage in politics and philosophy, exercising their charisma and intellect to incredible lengths. Others are possessed by dreams of domination: mastering sword, sorcery, and slave to gain supremacy. Humans who would do anything for the admiration and respect of their peers neighbor others who thrive on fear and pain. Though the goals of humans vary and conflict, they share a common zeal to make the most of their fleeting existence.\n",
    "lore3": "**EXPANSION AND CONQUEST**\n\nMany elves only have two children within the span of five hundred years. Dragonkin reproduce rarely, if at all. Humans, on the other hand, expand at a much faster rate. Some Haerran humans have over fifteen children in their lifetime, though the average is closer to three. Such incredible population growth creates several issues that humans must contend with. For one, a family of six humans over a hundred years requires far more food than a timeless elven family of three. As a result, humans spend much of their time and resources finding more food, expanding their borders, and–well–reproducing. But when resources are scarce, humans often turn to in-fighting; from roving bandits to wars of disastrous scales. As they expand, humans also pick fights with other peoples, driving them from their homes with sheer advantage in numbers. Just like other races, humans are learning to temper their instincts as they grow and change–working with their fellow people to create a better Haerra for all.\n"
  },
  {
    "uuid": "recCASQHQIE8ZhyXB",
    "id": 5,
    "name": "Demonkin",
    "link": "https://rune.game/race/demonkin",
    "isPlayable": true,
    "image": "https://dl.airtable.com/.attachments/30ef4fefcd09fa97ba39b123af58d3f6/d26fb533/Summoner_Female_StockArt.png",
    "color": "purple",
    "geography": "Valburn",
    "shortDescription": "Though not always associated with evil, the demonkin's curved horns and chromatic skin tones certainly stand out from other humanoids.",
    "description": "Demonkin appear similar to humans in size and build, but their curling horns, vibrant chromatic skin (usually of red, blue, or purple), and hooked tails sets demonkin drastically apart from their human counterparts. However in order to remain undetected many demonkin undergo the painful process of cutting off their horns to appear more human-like. Though their exact origin is unknown, many believe that demonkin stem from a union between a powerful witch and a chaospawn of Azorag who found his way into Haerra. Demonkin are capable of casting a number of innate low grade spells and incantations. They are also well versed in the use of swords and crossbows. Feared by many on Haerra, the skill of the demonkin combined with their intellect make them dangerous foes.\n",
    "npcs": [
      20,
      39,
      45
    ],
    "type": 5,
    "lore1": "FLAVOR TEXT\n",
    "lore2": "**A PROUD PEOPLE BETRAYED**\n\nOnce, demonkin lived side-by-side with other humanoids. Made prosperous by the rolling fields and forests that once covered modern-day Valburn, the demonkin built great cities and places of learning. Little prejudice existed against the demonkin, though some found their appearance unnatural. But when volcanic ash filled the air–residue of the cataclysmic Magocracy Wars–and Valburn’s Long Night began, demonkin died in droves. Those that survived would see their farms and livestock wilted by heat and scourged by flames, buried in ash and snow as the sunlight was consumed by black smoke. When the dust settled, no Haerran peoples dared to aid the demonkin, for doing so would acknowledge the wrongdoing of the most powerful wizards in Haerra. To mask the truth, enticing stories and rumors spread of the demonkin’s great sins and eventual reckoning: punished by the gods for their hubris. Demonkin became the subjects of cautionary children’s stories, and their demonic appearance gained association with evil and tyranny. As the demonkin were forced to scrape by for survival, engaging in banditry, piracy, and tribal raids; this stereotype only grew stronger.\n",
    "lore3": "**BLOODLINE AND STATION**\n\nFamily and duty are the most important things in demonkin society, and everything revolves around these two things. The family structure determines one's duties in the household, led primarily by a matriarch (the eldest woman in the family). A person’s role in society is tied to their bloodline: a family of soldiers will always be a family of soldiers. These roles are so strongly entrenched that they survived even Valburn’s Long Night–into their tribal era–and still pervade the Valburn Empire today. Beyond their family and occupation ties, demonkin society is divided into two main castes: the Corruptors and the ‘lesser’ demonkin. Corruptors visually resemble their brethren, but with larger horns and thicker, carapace-like skin. Their innate magical abilities are also much stronger than regular demonkin. Historically, Corruptor families have always held the upper hand over other demonkin, using their natural advantages to enforce their superiority. Though the castes are not as defined as they used to be, the Valburn Empire is still governed by Corruptors, though lesser demonkin are allowed some positions of power.\n"
  },
  {
    "uuid": "rec0kh8fTt2cv6A2n",
    "id": 6,
    "name": "Dragonkin",
    "link": "https://rune.game/race/dragonkin",
    "isPlayable": true,
    "image": "https://dl.airtable.com/.attachments/c44cdb9bb9f5b1b751cf2c0c4859d234/f5a0a488/Barbarian_Female_StockArt.png",
    "color": "red",
    "geography": "Ashyrah Spine",
    "shortDescription": "These towering humanoids heavily resemble a wingless version of their namesake: from the multicolored scales to their lizard-like head and appendages.",
    "description": "It is the common belief that the dragonkin are from another planet. They are not. They are from another time. By some natural quirk that caused a rip in the time matrix some of these creatures slipped into the modern world of Haerra and cannot return. They stand seven feet tall and are similar in looks to giant lizards with tails and claws on their hands and feet. Each side in the battle between Heaven and Hell believes that the dragonkin are on their side, and each side is wrong. The dragonkin are observers and just seek a way to return to their own time and place. They only become involved if they feel they are being threatened.\n",
    "npcs": [
      27,
      28,
      33
    ],
    "type": 5,
    "lore1": "FLAVOR TEXT\n",
    "lore2": "**DRAGONKIN AND DRAGONS**\n\nNo one knows the exact origins of the dragonkin. Some scholars believe it to be the result of a union between a human and a dragon, while others theorize it to be the result of foul magic: be it of draconic or humanoid origin. No matter the source, many dragonkin despise their draconic ancestors rather than revering them. Much of this can be traced to a red dragon named Velzedir, who enslaved the small dragonkin population as minions and playthings for centuries. Kadduk the Divine Dagger–perhaps the most heroic figure in dragonkin history–supposedly slayed Velzedir single handedly with nothing but a rusted dagger. Kadduk became the first independent leader of the dragonkin in centuries, and he mandated a fervent hate of dragons–a hate that remains to this day.\n",
    "lore3": "**TIME-LOCKED**\n\nDragonkin only surfaced in Haerra recently, in the last two centuries of the Illumination. Before that, dragonkin had only been told of in stories and shoddy historical documents. Though many on Haerra presume the dragonkin were simply in isolation for a millennium, the reality is much stranger. During the Dawning era, long after Kadduk the Divine Dagger had slain their dragon oppressor Velzedir, a dragonkin tribe encountered a mystical ripple in the fabric of time. Unknowing and curious, the dragonkin ventured into the ripples in the air, and emerged into a futuristic Haerra, where humanoids had built sprawling civilizations and their dragon enemies had fallen into obscurity. However, as they entered into this seemingly utopian paradise, they found themselves rejected by the greater populace of Haerra. Spurned and defeated, the dragonkin returned to the mountains only to find that the ripple in time had closed. They were trapped in modern Haerra. They founded the reclusive Dragonhollow and began to research ways to return home. While many dragonkin cling to the past and remain spiteful of the Haerran population, others set out to make a life in Haerra, hoping to change the minds of those around them.\n"
  },
  {
    "uuid": "recEBupfqA3dZJtxl",
    "id": 7,
    "name": "Alorium",
    "link": "https://rune.game/race/alorium",
    "isPlayable": false,
    "shortDescription": "Chief among Eledon's people, the alorium help Eledon rule his realm, train his troops, and enforce his rule.",
    "description": "Astralytes of incredible power, these select few servants of Eledon have mastered themselves, the principles of Eledon, and astra energy itself. Now they aid Eledon in the governance of his empire: overseeing the training of his soldiers and clergy, issuing judgement in trials and ensuring his laws are upheld.\n",
    "npcs": [
      14,
      15,
      16,
      17,
      18,
      19
    ],
    "type": 11,
    "lore1": "FLAVOR TEXT\n"
  },
  {
    "uuid": "recNQ8aWTgu0GYBOF",
    "id": 8,
    "name": "Astralyte",
    "link": "https://rune.game/race/astralyte",
    "isPlayable": false,
    "geography": "\n",
    "shortDescription": "From feather-winged humanoids to gold-furred griffons, astralytes of all types populate Eledon's realm and fill the ranks of his army.",
    "description": "The celestial beings known as astralytes are servants of Eledon, and denote all those under his dominion. Although typically thought of as beautiful humanoids with white feathered wings, astralytes take a variety of forms, from humanoid to beast-like and many without any wings at all. All astralytes swear allegiance to Eledon, and few who dared to break that oath live to tell the tale.\n",
    "npcs": [],
    "type": 11,
    "lore1": "FLAVOR TEXT\n"
  },
  {
    "uuid": "recZ5a1h1QYk39NWh",
    "id": 9,
    "name": "Demorium",
    "link": "https://rune.game/race/demorium",
    "isPlayable": false,
    "shortDescription": "Chief among Azorag's people, the demorium help Azorag oversee his realm, train his troops, and enforce his rule.",
    "description": "Demorium are the most vicious and powerful chaospawn in Azorag's realm. With an unfaltering thirst for chaos, these few individuals have been handpicked by Azorag to help him oversee his nation, lead his soldiers, and corrupt his foes through fear or lust.\n",
    "npcs": [
      13,
      8,
      9,
      10,
      11,
      12
    ],
    "type": 3,
    "lore1": "FLAVOR TEXT\n"
  },
  {
    "uuid": "reczinyGj8vbCyC6O",
    "id": 10,
    "name": "Chaospawn",
    "link": "https://rune.game/race/chaospawn",
    "isPlayable": false,
    "shortDescription": "From leather-winged gargoyles to seductive succubi, chaospawn of all types populate Azorag's realm and fill the ranks of his army.",
    "description": "From horrifying to irresistibly beautiful, chaospawn adopt many forms depending on their origin. No matter their appearance, however, they all swear allegiance to Azorag and the consuming power of chaos. Some chaospawn are born--like the succubi--while others are created: tortured creatures of stitched skin and limb. Though few types of chaospawn share similar characteristics, they all have a common thirst for destruction and blood.\n",
    "npcs": [],
    "type": 3,
    "lore1": "FLAVOR TEXT\n"
  },
  {
    "uuid": "reczRDMS9QmA6ExB6",
    "id": 11,
    "name": "God",
    "link": "https://rune.game/race/god",
    "isPlayable": false,
    "shortDescription": "Though perspectives differ on what constitutes a god, these beings are undeniably powerful, with incredible control over the various energies.",
    "description": "Beings of remarkable power, the gods mastered the energies, transcended into the cube, and survived the collapse of eleven universes. Now they influence the people of Haerra, gathering followers and orchestrating a release from their cubic prison. What this would mean for the people of Haerra: none truly understand--not even the gods.\n",
    "npcs": [
      1,
      2,
      3,
      4,
      5,
      6,
      7
    ],
    "type": 7,
    "lore1": "FLAVOR TEXT\n"
  },
  {
    "uuid": "rect7ym276PdSibrF",
    "id": 12,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recI2QLZAojwJ1GJk",
    "id": 13,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recgQ3UU0qRWZIVbt",
    "id": 14,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recZUlF0njJACZ2rh",
    "id": 15,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recrBXdirXlUOaeKb",
    "id": 16,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "rec9lkSkc2TRl3nIb",
    "id": 17,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "rec67q799UB1NtUw7",
    "id": 18,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recbV55vMVY1H7FpA",
    "id": 19,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recZOTgCt0433PElp",
    "id": 20,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recs0I6tU4YDZknda",
    "id": 21,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recOF0Elr2OfNsqsA",
    "id": 22,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recnoioipvsFoli1T",
    "id": 23,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recNh5avIbB5HgVMr",
    "id": 24,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "reczJgrmXFqtNsLnz",
    "id": 25,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recLriLKk8tSogbKA",
    "id": 26,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "recIl9nuGenEu4XzK",
    "id": 27,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  },
  {
    "uuid": "rec9db4jOnuizSfWi",
    "id": 28,
    "link": "https://rune.game/race/",
    "isPlayable": false,
    "shortDescription": "",
    "description": "",
    "npcs": []
  }
]