[
  {
    "uuid": "rec4iTbNGG0wvvWBs",
    "id": 1,
    "name": "Astra",
    "color": "#f3f3f3",
    "users": "Archons",
    "shortDescription": "Divine energy harnessed by Eledon and his followers",
    "description": "Astra energy embodies the celestial heights and the divine purge of all things: a consuming light determined to wash over the entire universe. Users of astra are able to manipulate light and shield themselves with barriers of glowing protective energy. More powerful users can fly and channel burning divine energy into beams of destructive power.\n",
    "image": "https://dl.airtable.com/.attachments/5b4225f55fe7b5e6b0a6afb9563569fb/888d0314/61afd87eff609504c46c8a66_astra-p-800.png?ts=1661153855&userId=usrf0GZYc5zCl9Cv7&cs=3839c7fea4ead885",
    "npcs": [
      1,
      14,
      15,
      16,
      17,
      18,
      19
    ]
  },
  {
    "uuid": "reckaX4gennWIRRvc",
    "id": 2,
    "name": "Mana",
    "color": "#a4c2f4",
    "users": "Mages",
    "shortDescription": "Elemental energy harnessed by Walarah and the mages",
    "description": "Walarah's liberal provision of mana energy, somewhat ironically, inspires the most serious and studious users. Since mana energy can be harnessed by anyone who seeks it, scholars and mages spend their lives learning to harness this energy. Users of mana have the greatest versatility of all the energies, although they often require components, actions, and chants to create such varied magical effects.\n",
    "image": "https://dl.airtable.com/.attachments/3573546491306da0afd73759096d5aad/c8efc792/61afd8718f78c495e3905163_mana3.png?ts=1661153855&userId=usrf0GZYc5zCl9Cv7&cs=94a252062e2159a2",
    "npcs": [
      6
    ]
  },
  {
    "uuid": "recNzgozisyFZ5KsH",
    "id": 3,
    "name": "Kona",
    "color": "#ffe599",
    "users": "Knights Templar of Linden, Vira, Kilrans, Newerth Sages",
    "shortDescription": "Sun energy harnessed by Relia and her followers",
    "description": "Although once subservient to astra energy, Relia broke her discipline away from Eledon to focus on the nurturing and disciplinary properties of light. Users of kona energy can wield fire in all its forms, create brilliant beacons of light to blind their enemies, and increase their body temperatures to create immunity from the cold.\n",
    "image": "https://dl.airtable.com/.attachments/b09a8a274bc23d81eb1bc417f3e68299/69a82b83/61afd84d5324e87b6b46f8cc_kona.png?ts=1661153856&userId=usrf0GZYc5zCl9Cv7&cs=fe915338268e8d90",
    "npcs": [
      4
    ]
  },
  {
    "uuid": "rec797lLBEfFW4PGb",
    "id": 4,
    "name": "Gaia",
    "color": "#b6d7a8",
    "users": "Druids, elves, other fay creatures",
    "shortDescription": "Nature energy harnessed by Metun and fay creatures",
    "description": "Gaia energy is more than just earth magic: it is the energy of life, growth, and natural force. Users of gaia energy can both nurture and wilt the things they interact with, create storms by controlling the winds, part the earth with ease, and heal allies in times of need.\n",
    "image": "https://dl.airtable.com/.attachments/86374206a0a95783c11a2180e5493257/8736cff7/61afd83a03933b78cc7741a2_gaia-p-800.png?ts=1661153856&userId=usrf0GZYc5zCl9Cv7&cs=707aeda6c7239c68",
    "npcs": [
      3
    ]
  },
  {
    "uuid": "recl9ipFAafBUwovm",
    "id": 5,
    "name": "Ichor",
    "color": "#8e7cc3",
    "users": "Forsaken Mancers, Warders of Misery, Ragor Necrologists",
    "shortDescription": "Necrotic energy harnessed by Isidor and a variety of necromancer groups",
    "description": "Although many see ichor energy in its villainous light--animating skeletons and corrupting nature--others argue that ichor energy can be used for good: healing, restoring life, and speaking with ancestors. Users of ichor can create undead, drain life to heal themselves, communicate with the spirit world and, supposedly, even raise the dead.\n",
    "image": "https://dl.airtable.com/.attachments/59b18826b5981c671d89af921e30e8e7/15d8d354/61afd82d1a055c5634645d27_ichor-p-800.png?ts=1661153856&userId=usrf0GZYc5zCl9Cv7&cs=b90ee3828932c9bf",
    "npcs": [
      5
    ]
  },
  {
    "uuid": "recA9vh11wSKZzhAQ",
    "id": 6,
    "name": "Chaos ",
    "color": "#434343",
    "users": "Demonkin, Valburn Corruptors",
    "shortDescription": "Destructive energy harnessed by Azorag, the demonkin, and the Valburn Corruptors",
    "description": "Although chaos is not innately evil, Azorag sees chaos as a vessel for destruction, and he gifts it to his followers to cause just that. Users of chaos energy can do a vast amount of things--more than any other energy besides source. However, chaos magic is unstable and unreliable, and can end in the destruction of both target and user. Users can tear at reality, confuse foes or drive them to madness, and outright disintegrate enemies.\n",
    "image": "https://dl.airtable.com/.attachments/8991d6ff94073e2b9a4af13b2714bd70/42326a67/61afd8183e878ff49b0d8055_chaos-p-800.png?ts=1661153857&userId=usrf0GZYc5zCl9Cv7&cs=8e5e4aea857b8afe",
    "npcs": [
      2,
      8,
      9,
      10,
      11,
      12,
      13,
      20
    ]
  },
  {
    "uuid": "recLfEv32hCgKZCXz",
    "id": 7,
    "name": "Temporal",
    "color": "#dd7e6b",
    "users": "First Order of Zeno",
    "shortDescription": "Time energy harnessed by Zeno and the First Order of Zeno",
    "description": "Other than source energy itself, temporal energy is the least utilised and least understood energy on Haerra. Its use only began recently, when Zeno gifted the secrets of temporal energy to the First Order of Zeno. Users of temporal energy can manipulate time to slow down or speed up in their vicinity, gaze into the future or past, and predict enemy movements.\n",
    "image": "https://dl.airtable.com/.attachments/40f185063dd3431af8f53ba3c0e37a24/365ca989/61afd80460f891fc747256c2_temporal-p-800.png?ts=1661153857&userId=usrf0GZYc5zCl9Cv7&cs=bcb27b2e2bb2d7ee",
    "npcs": [
      7,
      21,
      23,
      27,
      28,
      29
    ]
  },
  {
    "uuid": "recDXr3LuV8eX2dv3",
    "id": 8,
    "name": "Source",
    "color": "#ffffff",
    "users": "Arcane Sorcerers",
    "shortDescription": "An all-encompassing, powerful energy harnessed by the gods and the Arcane Sorcerers",
    "description": "Source energy is the least understood of all the energies, and even the gods puzzle over the source of this immense power. Source energy can be channeled into any other sub energy and create any of their effects. Source energy taxes its users a great deal, often rendering one bedridden after channeling it for a single instance. Source energy, if used correctly, also has the unique ability to counter any other energy, for as long as one has the stamina. Even the gods have barely scratched the surface of this universal energy.\n",
    "image": "https://dl.airtable.com/.attachments/27348cc2da731a653b0854d8f3998bf5/739a07f6/61afd7f6ded66643990bc6f2_source-p-800.png?ts=1661153857&userId=usrf0GZYc5zCl9Cv7&cs=35fd608cf17c98f8",
    "npcs": [
      null
    ]
  }
]