[
  {
    "uuid": "recfJiN9BcvkN1V26",
    "id": 1,
    "name": "Calendar (Attarian)",
    "isEnabled": true,
    "link": "https://arken.gg/era/calendar-(attarian)",
    "shortDescription": "Created a century into the Illumination, this Archivist calendar serves as the standard calendar for much of Haerra..",
    "description": "The modern calendar was created by The Archivists of Westmarsh roughly 115 years into The Illumination. The calendar was named after its creator, scholar Akai Attar. The Attarian Calendar divides history into two periods: before and after the creation of the Archivists. He called the years before U.H. (or “Unrecorded History”) and the years after R.H. (or “Recorded History”). The calendar has 8 months in a year, each with roughly 48 days, for a total of 380 days in a calendar year.\n",
    "image": "https://dl.airtable.com/.attachments/1240f0fe55127600d005054227481686/8a585c2d/calendar_AlexD_Maya_Calendar_ancient_there_is_a_dark_spell_cfc748d4-5fd3-4b70-943e-6c7ec5d4ede1.png",
    "lore1": "## Starving Tourists (Apl. 3)\n\n<div align=\"center\">\n\n> Reports have reached me of a group of creatures - ghouls, perhaps - that have been heard ransacking the food stores east of the Braybill Crossing. Adventurers willing to investigate this matter further, locate the creature's nest, and eliminate them shall be justly rewarded. For more information, contact Farmer Brekil, near the Braybill Crossing, as soon as possible, and return to me with proof for your reward.\"\n> -Captain Elliot Rem\n\n</div>\n\n**Recommended Character Level:** 3\n**Party Size:** 4 - 6\n**Difficulty:** Deadly (4 players), Medium (6 players)\n**Hunt Creature:** Starved\n**Author:** Vall Syrene\n## Summary\nA pack of starved have slipped through a gateway from the Feydark and have made their residence in an underwater cavern, half a mile east of a local farming community. The creature's insatiable hunger has driven them to consume the food stores of Farmer Brekil, and it falls to the adventurers to track down and eliminate the starved pack before the townsfolk become their next meal.\n",
    "lore2": "## Stage 1: Meeting the NPCs\nThe characters find Farmer Brekil hard at work at his farm, not far from the Braybill Crossing. Upon arrival, the characters find him attempting to cover a strange acid with a mix of sand and dirt.\n\nBrekil explains he managed to land a shot on one of the strange creatures plaguing his farm last night as it devoured one of his chickens. The creature quickly fled, leaving behind the remains of the chicken, which rapidly decayed after being covered in the strange acidic saliva for only a few minutes.\n\nBrekil requests the characters locate the source of the creatures and remove them as quickly as possible, before they increase in number and get out of hand. He also suggests that since one of the creatures was wounded when it fled, there is likely to be blood on the ground the group can use to track them, though insists the party makes haste, lest the commonplace rainstorms in the region wash the tracks away.\nShould the group accept, Brekil offers a small parcel to aid them in their journey, containing a set of iron crossbow bolts, potion of healing (DMG), and bag of caltrops (PHB).\n\n### Searching the farm\nThe party can choose to search the farm for more clues by making a DC 13 Wisdom (Survival or Perception) check. On a successful check, the party discovers multiple clawed footprints in the dirt of the livestock pens, suggesting the creatures operate in a similar fashion to a pack of wolves. Additionally, the footprints are small in size and light in depth, suggesting the creatures are around the size of a halfling.\n\n### Following the tracks\nThe party can follow the trail of blood left behind by the wounded creature with little difficulty, and arrive at the entrance to a natural cave formation around 1 hour after setting off on foot. The cave entrance is large enough for one Medium or smaller creature to squeeze through at a time, and its interior has no sources of light aside from the cave entrance itself.\n\nThe cavern's winding corridors lead to a set of stone steps, carved out of the rock. A passive DC 14 Wisdom (Perception) check reveals splashes and wet footsteps echoing up from the bottom of the stairs.\nUpon descending the stairwell, the characters arrive at the top of Area 1, a large underground pool bathed in dim blue light. The light can be seen emanating from cracks within the cavern walls.\nA DC 14 Intelligence (History or Arcana) check reveals the cracks to be in the shape of an ancient symbol of the Feydark, suggesting the creatures may have come from the Feywild.\n\nA wounded starved can be seen crouching over the half- decayed body of an unknown adventurer in Area 2, slowly being dissolved by the creature's acidic bile. Three more starved lurk in the waters of Area 3, climbing up the cavern walls occasionally in search of food. If any of the starved detect the party, they alert the others, and attack.\n",
    "lore3": "A DYNAMIC TIMELINE: COMING SOON.\n",
    "lore4": "## Stage 1: Meeting the NPCs\nThe characters find Farmer Brekil hard at work at his farm, not far from the Braybill Crossing. Upon arrival, the characters find him attempting to cover a strange acid with a mix of sand and dirt.\n\nBrekil explains he managed to land a shot on one of the strange creatures plaguing his farm last night as it devoured one of his chickens. The creature quickly fled, leaving behind the remains of the chicken, which rapidly decayed after being covered in the strange acidic saliva for only a few minutes.\n\nBrekil requests the characters locate the source of the creatures and remove them as quickly as possible, before they increase in number and get out of hand. He also suggests that since one of the creatures was wounded when it fled, there is likely to be blood on the ground the group can use to track them, though insists the party makes haste, lest the commonplace rainstorms in the region wash the tracks away.\nShould the group accept, Brekil offers a small parcel to aid them in their journey, containing a set of iron crossbow bolts, potion of healing (DMG), and bag of caltrops (PHB).\n\n### Searching the farm\nThe party can choose to search the farm for more clues by making a DC 13 Wisdom (Survival or Perception) check. On a successful check, the party discovers multiple clawed footprints in the dirt of the livestock pens, suggesting the creatures operate in a similar fashion to a pack of wolves. Additionally, the footprints are small in size and light in depth, suggesting the creatures are around the size of a halfling.\n\n### Following the tracks\nThe party can follow the trail of blood left behind by the wounded creature with little difficulty, and arrive at the entrance to a natural cave formation around 1 hour after setting off on foot. The cave entrance is large enough for one Medium or smaller creature to squeeze through at a time, and its interior has no sources of light aside from the cave entrance itself.\n\nThe cavern's winding corridors lead to a set of stone steps, carved out of the rock. A passive DC 14 Wisdom (Perception) check reveals splashes and wet footsteps echoing up from the bottom of the stairs.\nUpon descending the stairwell, the characters arrive at the top of Area 1, a large underground pool bathed in dim blue light. The light can be seen emanating from cracks within the cavern walls.\nA DC 14 Intelligence (History or Arcana) check reveals the cracks to be in the shape of an ancient symbol of the Feydark, suggesting the creatures may have come from the Feywild.\n\nA wounded starved can be seen crouching over the half- decayed body of an unknown adventurer in Area 2, slowly being dissolved by the creature's acidic bile. Three more starved lurk in the waters of Area 3, climbing up the cavern walls occasionally in search of food. If any of the starved detect the party, they alert the others, and attack.\n"
  },
  {
    "uuid": "rec68zpXDi4v7isod",
    "id": 2,
    "name": "Prehistory",
    "isEnabled": true,
    "link": "https://arken.gg/era/prehistory",
    "shortDescription": "An ancient, unrecorded age of primitive peoples and creatures of monumental sizes. Timeline: c. ~11.4m U.H. - 5001 U.H.",
    "description": "An ancient, unrecorded age of primitive peoples and creatures of monumental sizes. During these millennia volatile elements ravaged the lands, and a single storm could change the landscape of a continent. It was also during prehistory that dragons gained preeminence, and constitutes the height of their influence.\n\n**Timeline:** c. ~11.4m U.H. - 5001 U.H.\n",
    "image": "https://dl.airtable.com/.attachments/76b2bc0817eff2b725a5b78c371c2e68/26558dcc/grid_0_2.png",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n"
  },
  {
    "uuid": "reclK4tawLeKAheE6",
    "id": 3,
    "name": "The Dawning",
    "isEnabled": true,
    "link": "https://arken.gg/era/the-dawning",
    "shortDescription": "The Dawning begins with the first records of agriculture and the subsequent birth of small farming communities. Timeline: c. 5000 U.H. - 0 U.H.",
    "description": "The Dawning begins with the first records of agriculture and the subsequent birth of small farming communities. During this era, technology and social systems developed and the formerly disparate races began to intermingle, birthing age-old hostilities between certain groups (like dwarves and elves). Populations grew rapidly, and ancient magics were discovered as the first peoples began to harness a variety of untapped energies. Empires and kingdoms rose and fell as statebuilding became a priority among many. The Dawning also saw the decline of dragons, as they were hunted for sport and spoils by the humanoids.\n\nTimeline: c. 5000 U.H. - 0 U.H.\n",
    "image": "https://dl.airtable.com/.attachments/d9ae5324bf7e2c2cb9138c73df847854/3a53740f/AlexD_downfall_of_dragons_knight_in_shining_armor_d5d4b26d-5bf6-4a8f-8c4b-4b4f98938638.png",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n"
  },
  {
    "uuid": "recyaZ09eIn2YLftu",
    "id": 4,
    "name": "The Illumination",
    "isEnabled": true,
    "link": "https://arken.gg/era/the-illumination",
    "shortDescription": "Begins, according to The Archivists, with the foundation of their order and the great Library of Westmarsh. Timeline: 1 R.H. - 812 R.H.",
    "description": "Begins, according to The Archivists, with the foundation of their order and the great Library of Westmarsh. The Illumination embodies the height of civilization and the apex of humanoid prosperity. This era is characterized by an uncharacteristic period of peace (although small skirmishes and wars were still waged), due in part to the Elysium mages, who gained prominence during this period. The Elysium mages, although a mixed bunch, were usually satisfied with maintaining a static balance of power, and their sheer number discouraged most insurgencies (from within their ranks as well as the outside world). Eventually the mages grew more and more reclusive, building their floating metropolises in northeastern Elysium and remaining there. This tipped the balance of power over to the empires, kingdoms, and independent city-states. Meanwhile, The First Order of Zeno, under the guidance of the god Zeno and their leader Bin Ali, found a way to destroy the worldstone, and in doing so triggered the Hysteria.\n\nTimeline: 1 R.H. - 812 R.H.\n",
    "image": "https://dl.airtable.com/.attachments/40ae1f5b1d841cc567a8b8bc553697aa/d6fe5c74/AlexD_sorcerer_looking_at_floating_hogwards_citadel_6d1daad8-74f9-4708-93d3-09b38225028d.png",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n"
  },
  {
    "uuid": "recEQpc5vDjTAaIZU",
    "id": 5,
    "name": "The Hysteria",
    "isEnabled": true,
    "link": "https://arken.gg/era/the-hysteria",
    "shortDescription": "With the worldstone destroyed and the cube pieces hidden, this short era of panic sees little in terms of world growth. Timeline: 813 R.H. - 864 R.H.",
    "description": "This short era sees little in terms of world growth, instead characterized by the panic of regions and peoples as each party scrambles to secure the cube. Each party has a different agenda for the artifact of immense power, some austere and noble, others vindictive or villainous. In this search, alliances and agreements are tossed aside while others are formed, and many civilians feel exposed and terrified about the prospects of gods and their minions entering the world.\n\nTimeline: 813 R.H. - 864 R.H.\n",
    "image": "https://dl.airtable.com/.attachments/c85c3ae2d90bee4a9720258297661d75/6ed72cc5/AlexD_mountain_magical_explosion_shock_wave_atomic_bomb_sparks_db7c6431-92f4-4c14-86d5-34d19e71f7451.png",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n"
  },
  {
    "uuid": "rec12jtKQJmCTuFo6",
    "id": 6,
    "name": "The Reckoning",
    "isEnabled": true,
    "link": "https://arken.gg/era/the-reckoning",
    "shortDescription": "The cube is unleashed, demons and angels are freed. Timeline: 865 R.H. - 1123 R.H.",
    "description": "The cube is unleashed and the beings within are freed. At first, they come in small envoys to determine the power of this grown world and to meet with their allies. Then they return in force, laying siege against each other and the forces of the world that would prevent their return from the cube. With this sudden influx of energy, the balance of the world is upset and it begins to crumble. The vast and unchecked warfare only quickens this process as energies are strained by unprecedented use. Without the intervention of a hero, the world will undo itself and collapse into nothingness.\n\nTimeline: 865 R.H. - 1123 R.H.\n",
    "image": "https://dl.airtable.com/.attachments/4a7c14ad2e2c20d6a37778eeb6d6e14e/3adb6cf5/AlexD_demons_spawning_on_earth_628d92f3-bed6-4a2d-b5b6-02d53512e49c.png",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n"
  }
]
