[
  {
    "uuid": "reci6117DNFmvidls",
    "name": "Introduction",
    "text": "Rune: Infinite is a 2D Arena Brawler, the third game in the Rune ecosystem. The game demonstrates the seamless integration of NFT items into skill-based PvP gameplay and provides players with an exhilarating and challenging experience.\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recwto2jjdQAl72Ja",
    "name": "Game Description",
    "text": "**Game Objective**\n\nDefeat a continuous stream of player opponents in skill-based gameplay to earn prizes.\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recD3iKe7GwdCUTba",
    "name": "Game Description",
    "text": "**Gameplay**\n\nInfinite is a 2D player-vs-player (PvP) arena brawler. Play as a humanoid avatar, your hero, outfitted with a set of equipment that can be earned or crafted. \nAll players have standard attack, defense, and movement. However, your equipment choices decide your hero’s capabilities. In addition to changing your character’s standard attack animation and defense efficacy, the equipment act as cards to a deck, allowing players to choose attack, movement and utility skills and skill mods to produce a large number of unique and interesting builds.\nPlayers can use a keyboard and mouse, or controller, to move their character, attack, and use skills.\nLevels are arena style that offer players room to maneuver but encourage constant engagement. They also offer dynamic challenges and obstacles.\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recBa9FSOu61J728p",
    "name": "Game Description",
    "text": "## Features\nHigh level features:\n- Player-vs-player (PvP) combat\n- Eternal Tournaments\n    - Random map selection\n    - Rewards\n- Item (NFT) Integration\n    - Skills and skill modifications\n        - Synergies\n    - Classes\n    - Passive attributes\n- Online networking\nAdditional features:\n- Spectator mode\n- Game options\n- Login system (using Web3 wallet)\n- Targeting system\n- Leaderboards\n- Replays\nPotential features:\n- Roguelite map generation\n- Larger-scale combat: Up to 4v4 or 8-player free-for-all\n- In-game art for all items\n- Achievements\n- Customizable Avatars\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recZfMTVkWKyFHzGj",
    "name": "Technical",
    "text": "## Framework\nInfinite is being built using Unity (2020.3.8f1).\n## Platform Support\nAndroid (version 10 or higher)\nIphone (version 9 or higher)\nWindows (version 10 or higher)\nMac (version 11 or higher)\nWeb (Brave, Chrome, Edge, Firefox)\nIpad + Other Tablets (version 9 or higher)\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recD8pCOauqcgP2n6",
    "name": "Story",
    "text": "Rune Infinite is part of the Rune metaverse. The Infinite Arena exists at the End of Time, a nexus where the fabric of causality loses any semblance of structure or temporal order. Within the End of Time, all points in time are accessible and sometimes interconnected or overlapping. The Infinite Arena is an anomaly where the greatest warriors across time and space are locked in an endless cycle of successive battles from a variety of locales and eras. You are one of these warriors, driven by some inscrutable force to test your mettle in the Arena, seeking ever greater power and prizes.\nThe Infinite Arena is embedded in the legends of some of Rune’s culture, and the exploits of warriors within it will be echoed in Sanctuary (MMORPG).\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/cd5db595eae1aeb379a8d70bd9a90411/52b35333/story.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=e9cb26150dc1c00e"
    ]
  },
  {
    "uuid": "recUeyZYF2KvgxFJm",
    "name": "Art Direction",
    "text": "The art style for Rune is a bright world that pops and catches attention while remaining somewhat realistic, rather than cartoony. We feel this will capture an audience that isn’t interested in the gritty dark fantasy theme. We are avoiding the repetition present in a lot of classic RPGs in repeated textures. An example of a game that did this well was Secret of Evermore. Objects within the game are scaled in a realistic manner. We don’t want to pigeonhole ourselves into only using 16 x 16 tiles or 32 x 32 tiles to make everything, so objects should be sized appropriately.\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recaBOYZYzYtIlxmw",
    "name": "Levels",
    "text": "There is a predefined set of levels that showcase different locations within the Rune Universe. These levels are chosen at random to become the site for PvP duels, and will be structured to offer dynamic challenges to players. \n\n## Mage Isles – Castle Ruins\nPlayers will find themselves within an abandoned, overgrown castle on a floating island. Though abandoned, and damaged, the castle exhibits little in the way of time-based wear. Thick foliage has found a way to thrive without intervention. Fallen stone and fenced pathways offer bottlenecks for strategically-minded players.\n \n\n## Obsidian City Overlook\nPlayers will duel on the rim of a volcano, with the Obsidian City, the demon capital, as their backdrop. The terrain stands in stark contrast to the mystical beauty of the mage isles: Harsh, dark and jagged rock faces with little vegetation. Streams of lava will act as environmental hazards. This map offers buffs to players who use the fire element.\n \n\n## Fayhelm Forest\nPlayers engage in combat amidst a druid village positioned high amidst the trees’ canopies, with the forest floor visible far below. Small areas that act as fall traps will be placed throughout the map, allowing players to strategically push enemies to their doom. The druidic presence in the forest will see players who wield the power of nature have greater efficacy.\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "rec6WxFc3dZqX3Kgh",
    "name": "Game Mechanics",
    "text": "## PvP Combat\nRune Infinite will be centered around competitive action gameplay. Players win by reducing their opponents’ health to 0 (as well as maintain their own) using skills provided to them from their equipment. \nPlayers will be able to attack each other using melee, ranged, and spellcasting abilities. They will be able to dodge incoming attacks using a variety of movement skills, nullify damage with defensive skills, and apply buffs/debuffs and regenerate through utility skills.\nAfter each round, players are rewarded for their performance, and the winner will move on for a chance at even greater prizes. Players will be able to choose 1v1 or 2v2 matches, entering the associated tournament brackets.\n\n## Eternal Tournament\nA key component of Infinite’s underlying match structure is the creation of an endless cycle of tournaments. Tournament brackets are constructed based on the number of active players. Victorious players move on to the next round until a final duel, after which the tournament will reset. Players who lose, or who join too late, compete in other similarly generated tournaments or one-off matches. The larger the tournament, the greater the rewards for winning. \nPlayers who leave after winning a match in an incomplete tournament have a set period of time to return to a game before forfeiting a game. If they rejoin later but their opponent is unavailable, the player-specific deadline changes to a round-specific deadline. If neither player is present at the deadline, both players will forfeit and the player who would have faced the winner will pass to the next round.\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recUbgQAAVL6Dfz5C",
    "name": "Game Mechanics",
    "text": "**Scaling Rewards**\nCompeting in Infinite’s tournaments and one-off matches earn players rewards. Successive victories in a tournament will increase the chances of rewards of higher rarity/value. For example, reaching the final brackets of a large tournament will give players rolls in the “Elite” tier, giving them a chance of receiving NFT items that are specifically rewarded for tournament play and not craftable. Losing early, however, will only provide a selection of BEP-20 Rune tokens.\n\nPossible item rewards/tiers:\n- Champion Tier – Unique NFT Items, BEP-20 Runes, $RUNE token, Rune Guardian pets\n- Elite Tier – Unique NFT Items, BEP-20 Runes\n- Competitor Tier – NFT items, BEP-20 Runes\n- Participant Tier – BEP-20 Runes\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "reciR7IuKeFTBiUt5",
    "name": "Game Mechanics",
    "text": "**Randomized Map Selection**\nBattles occur across multiple maps, displaying different settings in the Rune universe. A random sampling of these maps occurs when a tournament generates the brackets, and every player in the tournament is likely to experience a different set of maps on their way to the final. Maps will contain environmental hazards and obstacles, requiring players to adjust their strategies accordingly.\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/4df8f7357451d2db5a82f0fbad93c5b3/5471212d/infinitetournamentmap.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=f6963d9dd841f260"
    ]
  },
  {
    "uuid": "recK97Nef3lh5dIPl",
    "name": "Game Mechanics",
    "text": "## NFT Item Integration\nEach players’ build and play style are determined by their equipped NFT items (_Runewords_), which confer **skills**,** skill mods**,** skill points **and **passive attribute bonuses/penalties**.\n**Like a card game, **items will provide interesting opportunities for **synergies**, extended combos, situational moments of brilliance.\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/899c3327716b19fdfb37ac52d85999a8/8b9ef905/Itemslots.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=3f14e785b466d9f9",
      "https://dl.airtable.com/.attachments/8534fce31f932e77307e0dc112185c10/76a4b5c1/guidinglight.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=cdfe18b4e24abfa5"
    ]
  },
  {
    "uuid": "rec1rlcFjSEDYjpB9",
    "name": "Game Mechanics",
    "text": "### **Skills**\nPlayers have access to:\n- Up to 2 attack skills\n- Up to 4 utility (defense, buff, debuff) skills\n- 1 Ultra skill\n- 1 Movement skill\nSkills are given by specific inventory slots\n- Attack Skills: Weapons\n- Utility Skills: Shield, Helm, Chest, Amulets\n- Movement Skills: Boots\n\n **Skill Mods & Skill Points**\n- **Modifications** give special buffs when used with a specific skill but can be used for other skills in the same category for a more general effect.\n- **Skill points** are spendable on a skill tree, could be seen as increasing a skill’s level or providing more generalized passive benefits (+attack speed, cooldown reduction, etc.)\n\n\nSkill mods/skill points can be given by these slots\n- Attack mods: Rings, Gloves, Bracers, Off-hand weapons\n- Utility mods: Rings, Amulets, Belts\n- Movement mods: Rings, Pants, Belts, Boots\n- Skill points: Rings, Gloves, Bracers, Pants, Belts\n \nThis gives lots of build freedom- either build wide with lots of skills, or build narrow with few skills that are maxed out and buffed.\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "rectclzZmoqtoD2ox",
    "name": "Game Mechanics",
    "text": "**Attack skills**\nBasic attack and attack skills determined by weapon(s), e.g.:\n- Guiding Light\n    - Normal attack: Slash Combo (Melee; shared w/ all greatswords)\n    - Attack Skill - Moonlight Wave – Horizontal slash that produces a projectile. Enemies caught in melee have a chance to be carried back and staggered by the projectile.\n    - Subclass Affinity: Open\n\n- Wrath\n- Normal: Flurry of Blows (Melee; claws)\n- Attack Skill: Afterimage Assault - Player dashes forward, and upon contacting an enemy produces an afterimage in front of them, teleporting behind and dealing a series of melee attacks that deal additional rending damage with a high critical damage rate.\n- Subclass Affinity: Mirage Dancer\n\n- Grace\n- Normal: Quick Shots (Bows)\n- Attack Skill: Hidden Shot - Player fires a slow-moving, invisible projectile that curves toward the enemy player. Projectile appears after passing through 50% of the distance between player and target\n- Subclass Affinity: Scout\nFighting with two weapons defaults to the dominant hand’s normal attack progression, increasing attack speed & combo length but reducing damage given by each attack. Wearing two weapons or a two-handed weapon will greatly reduce the efficacy of standard blocking.\n\n**Attack skill mods** given by **gloves**,** rings** and **bracers**, e.g.:\n- Smoke (Gloves): \n- (Specific) Afterimage Assault: Attacks and spells pass through you during after-image assault, but you deal less damage.\n- (General) Melee Attack Skills: Reduce the chance of your skill being interrupted by taking damage. \n- Zeal (Bracers):\n    - (Specific) Moonlight Torrent: Chance to stun, target is pulled x meters toward you, shorter range. \n    - (General) Ranged attack skills: Chance to stop target movement for 3s, shorter range.\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "rec5WwHaPlAXITiAM",
    "name": "Game Mechanics",
    "text": "**Movement skills **\nThree basic skills (roll, dash, blink) determined by boots. Boots sometimes contain mods, e.g.:\n- Flash:\n- Movement skill: Dash\n- Mod - Static trail – Each dash drops an orb of electricity, which chain lightning between each other after a few seconds.\n- Hush:\n    - Movement skill: Blink\n        - Mod – Shadow Step – Player becomes momentarily invisible, leaving an after-image where the blink was initiated.\n- Raid:\n    - Movement skill: Roll\n        - Mod – Ceaseless Offense – Player swings their weapon while rolling, dealing 50% normal damage.\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recbZWpCiZ4VNQlpB",
    "name": "Game Mechanics",
    "text": "**Utility Skills **\nUtility skills provide an additional layer of gameplay versatility. They might be passive or active, things like self-buffs/auras/projectile shields. Would follow the same principles as attack skills. Passive buffs may reduce the amount of mana/stamina a player has for using other skills.\ne.g.:\n- Hellfire (Chest Armor):\n- Utility Skill: (Passive) Avatar of Fire – Normal attacks have 50% of their damage exchanged for fire damage. Fire resistance +20%, Fire absorption +5%. Earth resistance -20%.\n- Fortress (Shield):\n    - Utility skill: (Active) Sanctuary – Erects a projectile shield in a circle that follows the player and heals. If an opposing player is within the radius, they are tossed back and receive damage.\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recMBDIBOdGo2hoKc",
    "name": "Game Mechanics",
    "text": "**Classes**\n- Class determined by character NFT, changes arrangement of skill tree and the available passive buffs.\n- Subclass determined by affinity, which is determined by skills, mods, skill points and their placement in a skill tree. See below picture.\n- Some skills/mods require a primary class, or subclass affinity. \n- i.e., you can place or equip them, but they will not be active unless your loadout’s affinity matches the prerequisite.\n- Not all skills/mods give inherent subclass affinity but placing them on your skill tree in certain positions will.\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/ae18987bc079d45df0ef7af4eb32bd91/a3c720ec/SkillTree.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=bc8505598354a9a0"
    ]
  },
  {
    "uuid": "recZDQAtrgyFF9Fhw",
    "name": "Synergies",
    "text": "Some skills offer situational _synergies_. In other words, they have enhanced effects if cast under certain circumstances, or only available to cast after requirements have been met. \nE.g.\n- **Bewildering Meteor: **\n- Calls down a meteor on the enemy player that deals considerable fire damage and leaves behind fire walls. Available only if the player has recently deflected a spell and landed three successive fireballs.\n- **Moonlight Torrent (Moonlight Wave+): **\n    - Moonlight wave’s range reduces, but at its range limit the projectile explodes into an arcane river-like effect that carries the (potentially staggered) enemy back toward the user. If this combo successfully hits and the enemy is staggered, using Moonlight Torrent again will produce a downward vertical slash that causes the ground to erupt with arcane energy. Only available if an enemy is staggered at the end of a combo, the user’s health is below 30%, and they have won 100 matches with Guiding Light equipped.\n\n**Passive Attributes**\nPassive attributes apply without player intervention, selectively modifying certain in-game parameters.\n- Modifiers to attack speed, damage, critical hit chance, etc.\n- Damage types, such as fire, poison, ice, and corresponding ailments. \n    - Defensive counterparts: Resistance, reflect, absorb-as-hp or absorb-as-mana.\n- Some items include cast-on attributes, e.g. “10% chance to cast a Frost Nova when hit with a melee attack” or “10% chance to summon a Blood Golem when you receive the bleeding ailment”.\n- Some attributes will involve achieving some goal, e.g. “Win 10 consecutive matches” or “Win 50 perfect victories”, to:\n    - Unlock an attribute/multiple attributes/a skill/a special synergy\n    - Turn an attribute from a negative (fire weakness) to a positive (fire resist)\n    - “Rank up” an attribute\n- Special ailments: e.g., Sacrifice, which increases reward with each successive victory but applies greater debuffs as well (randomized after every round).\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recLADkbkwvx5S4Qo",
    "name": "Online Networking",
    "text": "The game is built for a web browser, utilizing WebGL. The website uses an API to connect to the Node.js server and proxy events to the Unity client. The Unity client sends events back to the browser when the user takes actions, and forwards those to the server. \n\nThe API will be integrated directly into the Unity project, allowing us to distribute desktop and mobile applications, while using the existing event infrastructure and supporting web in parallel.\n\nCurrent regions:\n\n- Asia\n- Europe\n- Oceanic\n- North America\n- South America\n\nEach server acts as a coordinator that forwards your connection to the game server, where you play the round. At some point the coordinator may tell the client to switch to a different game server on the next round. This allows us to scale the servers.\n\n\n\n\n_Choosing your server from the global list_\n\nThe login system requires a cryptographic signature to authenticate the user. Before you start executing moderator actions, you must sign a message and provide that to the game server. This system will also be utilized for player logins.\n\n\n",
    "game": 3,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "rec744f7BL5DaCEYZ",
    "name": "Introduction",
    "game": 2,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "rec4CHiF3hrKErT9K",
    "name": "Game Description",
    "text": "# **Game Description**\n# \n## Game Objective\nThe goal of the game is to consume energy, evolve, and vanquish your foes for prizes. \n\n## Gameplay\nYou play as a creature. You control the movement of that creature using your mouse, or WASD, or joystick on mobile. You lose health persistently. You must navigate to consume sprites, replenishing your health. If you lose all of your health, you die and must restart, however you keep your points for that round. If you max your health, you evolve into the next evolution (if possible). If you navigate on top of an opposing player and you are more evolved, you do damage to them. If you are less evolved, they do damage to you. If you are the same evolution, nothing happens. This continues until the round ends. Each round is 5 minutes.\n\n## Features\nHigh level features:\n- Character evolution\n- Point collection\n- Online networking\n- PvP combat\n- PvP rounds\n- Game modes\nAdditional features:\n- Minimap\n- Game options\n- Login system (using Web3 wallet)\n- Targeting system\n- Spawn bubble\n- Lag debuff\n- Replays\nThese are features we’re thinking about:\n- Skins\n- Teams\n- Capture The Flag\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recSMeAaP5YO7bwIq",
    "name": "Technical",
    "text": "**Framework**\nEvolution is built using Unity (2020.3.8f1).\n\n## Platform Support\nAndroid (version 10 or higher)\niPhone (version 9 or higher)\nWindows (version 10 or higher)\nMac (version 11 or higher)\nWeb (Brave, Chrome, Edge, Firefox)\nIpad + Other Tablets (version 9 or higher)\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recCOZpCXb90AgHbh",
    "name": "Story",
    "text": "Evolution is set in Mage Isles. As an arcade game users can jump into the game at any time. What happens in Evolution will be tied into the overall lore of the Rune Universe. \n\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recGFKJq5eYiR3Ckm",
    "name": "Art Direction",
    "text": "The art style for Evolution is to create a bright world that pops and catches attention while remaining somewhat realistic, rather than cartoony. We feel this will capture an audience that isn’t interested in the gritty dark fantasy theme. We are avoiding the repetition present in a lot of classic RPGs in repeated textures. An example of a game that did this well was Secret of Evermore. Objects within the game are scaled in a realistic manner. We don’t want to pigeonhole ourselves into only using 16 x 16 tiles or 32 x 32 tiles to make everything, so objects should be sized appropriately.\n\n!\\[preview]\\(https://dl.airtable.com/.attachmentThumbnails/45c0d891983dc9dadf0c7c1a42d03fe6/2e894e68)\n",
    "game": 2,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/f33404ea0319c20dec313b9999a566a3/39bfe066/evo.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=cdc093fa9ddbc7fc"
    ]
  },
  {
    "uuid": "recKh54CkUniVJC6T",
    "name": "Levels",
    "text": "The game features levels of varying difficulties. The game is evolving over time, enabling advanced gameplay, while retaining the original ease of getting started. Players will only be able to continue in later levels after they have unlocked specific ranks. Eventually, we will publish a mod system for players to create their own levels.\n\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "reczvXrwErKVpeqvA",
    "name": "Levels",
    "text": "## Mage Isles I\nIn the initial phase, the only level that will exist is the not-so-peaceful Mage Isles.\n\n## Mage Isles II\nWhen there are more than 15 players in the game, the divider separating the levels moves down, allowing players to enter Level 2.\n\n## Mage Isles III\nWe are introducing an extended map that is only available when you evolve into a land creature, giving you access to ramps and land abilities like jumping and charging. However, if you lose energy you will devolve back into flying form, where you’ll have to fight your way back to safe ground again.\n\n## Hell\nIn the later phases, we’ll introduce Hell, the most advanced map in the game, where experienced players can earn higher rewards by defeating a challenging environment with traps, fog, angled blockades, etc.\n\n\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/d638b697c7028eaad38b4c89aaf16665/a6c22423/evo4.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=3778c3a80bb69e7f",
      "https://dl.airtable.com/.attachments/1e8c07912efddf8e09999387bdd2a929/b299a8ff/evo3.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=4d44d23cf8b90c04",
      "https://dl.airtable.com/.attachments/835ab670bcd53f1b1b2f4df2205be501/866fed82/evo2.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=9cabd038ca74512b",
      "https://dl.airtable.com/.attachments/8c19deb9aa074b17ebda96f5fbfeb66d/fc9f907a/evo1.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=81802b1b5f961536"
    ]
  },
  {
    "uuid": "recWteIIgnHsozQ3F",
    "name": "Game Mechanics",
    "text": "\n## Character Evolution\nIn Evolution, you play as a creature, with the goal of evolving to become more powerful and conquer your enemies. Initially, you start as a Dragonling. When you consume enough sprites to reach max health, you evolve (if possible). Each sprite is worth a different amount, adding another layer of strategy to the game.\n\nThe following evolutionary paths are available to play:\n- Dragonling => Black Whelp => Red-Eyes Black Drake\n\nIn the future, you will be able to take your Rune Guardian into Evolution. Instead of showing the last evolution in the evolutionary path, it will show your Guardian instead.\n\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/96e3453c5009ec3f28b3a70ddc59a5a2/6486746b/evolutionpath.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=64e7613ff17efab6"
    ]
  },
  {
    "uuid": "recRCygupI0y2IFke",
    "name": "Game Mechanics",
    "text": "## Point Collection\nThere are a number of actions that can be taken within Evolution to earn points:\n- Points Per Evolve: 1\n- Points Per Powerup: 1\n- Points Per Kill: 20\n- Points Per Reward: 20\n\nThese amounts change based on the current Game Mode.\n\n## PvP Combat\nCombat is simple: find a weaker opposing player and touch them to cause damage until they die. We are in the process of introducing traditional RPG combat with offensive and defensive skills. An example is  fireballs, blocking shields, charges, etc. \n\nA player’s rank will increase as players win battles in combat. When their rank has increased to a specific checkpoint, more options will be unlocked:\n\n- Rank 2 - Mage Isles II\n- Rank 3 - Mage Isles III\n- Rank 10 - Hell\n\n\n## PvP Rounds\nDuring a round, you consume sprites to replenish your health and evolve, allowing you to kill enemies. Each round lasts 5 minutes, which is a long enough period of time to use your skill to win, but a short enough time to keep each round interesting. In addition, you can collect items scattered around the map that rotate every 10 seconds.\n\nItem rewards:\n\n- BEP20 Runes - EL-ZOD\n- NFT Items - Swords, Shields, Early Access tokens, Rune Guardians, etc.\n- Native RUNE token\n\n\n_0.00003 SHAEL in-game drop_\n_Guiding Light NFT in-game drop_\n\n\nIn addition to the points awarded from killing an opposing player, in most game modes the Death Orb will drop. This orb contains 25% of the opposing player’s points. They lose 25% and if you touch it first, you gain 25%. The orb allows you to use skill to defeat your opponent, and keep you on your guard until the end of the round.\n\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/e9bd143968fffc85b20a8536e288bc35/ad9f462d/reward.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=e9abf8a650ecee55",
      "https://dl.airtable.com/.attachments/29cce0b476a509c50b11b40bd3f60909/b785798e/deathorb.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=3a95c6af9441c49f"
    ]
  },
  {
    "uuid": "recKpOsj6CGXkRGch",
    "name": "Game Mechanics",
    "text": "## Online Networking\nThe game was initially built for a web browser, utilizing WebGL. The website uses an API to connect to the Node.js server and proxy events to the Unity client. The Unity client sends events back to browser when the user takes actions, and forwards those to the server. \n\nThe API will be integrated directly into the Unity project, allowing us to distribute desktop and mobile applications, while using the existing event infrastructure and supporting web in parallel.\n\nCurrent regions:\n\n- Asia\n- Europe\n- Oceanic\n- North America\n- South America\n\nEach server acts as a coordinator that forwards your connection to the game server, where you play the round. At some point the coordinator may tell the client to switch to a different game server on the next round. This allows us to scale the servers.\n\nThe login system requires a cryptographic signature to authenticate the user. Which means before you can start executing moderator actions, you must sign a message and provide that to the game server. This system is utilized for player logins.\t\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/4308c7035cda4652104df14e9cbfddfc/f21bf83c/servers.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=2311ea5b737500ff"
    ]
  },
  {
    "uuid": "recnD8I2XA3T0RMTJ",
    "name": "Game Mechanics",
    "text": "## Game Modes\nEvery round, the game mode changes randomly. Each game mode has a different configuration, giving different types of players a chance to win if they learn the mechanics. The Game Modes are:\n\n1. Standard - The default experience.\n2. Let’s Be Friends - The goal is to NOT to kill anybody. And that means avoiding other players while collecting points. Death Orbs do not spawn.\n3. Deathmatch - ​​Get as many kills as possible. Death Orbs do not spawn. Everything else is worth minimal points. Each kill is worth 300 points per evolution level.\n4. Orb Master - Get as many Death Orbs as possible. Try to kill players and get their orbs, or sneak up on somebody else's kill, perhaps.\n5. Sprite Leader - Consume as many sprites as possible. Death Orbs do not spawn.\n6. Fast Drake - Get to the final evolution: Drake. Life of the final evolution decays quickly, but if you do it you'll blaze through opponents. Death Orbs do not spawn.\n7. Bird Eye - Enjoy the game from a different point of view, the Bird's Eye view.\n8. Evolution - The point of this game mode is to evolve as much as possible.\n9. Friendly Reverse - The goal is to not kill other players, but you automatically gain life, making that difficult, so watch out!\n10. Reverse Evolve - Start in the last evolution. You're slow, and it would be nice to devolve into faster forms so you can get more points.\n11. Marco Polo - Enjoy the mystery of who's around you. You're zoomed in, and everybody moves at the same speed.\n12. Leadercap - Kill the player who won the last round. He's slower and he's worth more points.\n13. Lazy Mode - This game mode is Standard, but the first 2 evolutions are the same speed.\n14. Mixed - These are mixed modes that we're experimenting with using as the new standard.\n15. Fortnight - In this mode, the universe is collapsing and you are forced to fight closer and closer until it ends.\n\n## Geared Servers\nThe game is free-to-play. However, the user is encouraged to sign up in order to earn rewards. After they’ve earned rewards, they’ll be encouraged to craft items and join Geared Servers, where they can equip those items and have more advanced battles.\n\n\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recOS8QBIONOIr2pA",
    "name": "Game Mechanics",
    "text": "Moderator Panel\nModerators will be able to broadcast messages, enable/disable maintenance mode, ban/unban users, and more.\n\nGame replays are saved by recording important game events, and periodic events of player movement. This is only available to moderators for the time being.\n\n## Additional Features\nEvolution has many nice-to-have features that improve the player experience and give the arcade game a modern and somewhat RPG feeling.\n\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/aa5b9f8af588ce9803c9a840699ad184/83533fbf/modpanel.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=8e89f2344cfc9be8",
      "https://dl.airtable.com/.attachments/75e5ab648f8dc1bbb9eabcf66d67a401/b703ee4c/servers2.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=95a71fc95940a24a"
    ]
  },
  {
    "uuid": "rec2lekQuxza6qUYR",
    "name": "Game Mechanics",
    "text": "Additional Features\t\t\n\n",
    "game": 2,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/633f7e1f8345cf74f6ccef660370e789/1f86b53e/add13.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=15533d129a74edf4",
      "https://dl.airtable.com/.attachments/c12fe2ddad1f22f840048ae42e6bc1b8/8e4abef8/add12.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=9404bc31d91daa3e",
      "https://dl.airtable.com/.attachments/246393752fd1073103da7f4d7ba89e90/35c3bdca/add11.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=9629c92e82bfb6d7",
      "https://dl.airtable.com/.attachments/4c833beef94cf1f6c7e2f47c3c7ed72f/a5951857/add10.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=2a2d12699a287e91",
      "https://dl.airtable.com/.attachments/f832cde47c9e8d5ee93d16ecf3bd5fef/6f53e858/add9.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=fc8b0aedd9a598cf",
      "https://dl.airtable.com/.attachments/b5b2f8cdc2b5f9a0559932cfd01900eb/226f5524/add8.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=ad68e679b7e2135d",
      "https://dl.airtable.com/.attachments/8800708793c0841d4abc42b3209b8f89/0d1c3b96/add7.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=1ecbf060dfdb33ce",
      "https://dl.airtable.com/.attachments/65fce264c38137e0bdddeb7c338dd159/43af7e6a/add6.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=9f4901df8d84b719",
      "https://dl.airtable.com/.attachments/b53620ec1d564f2c54e7050051f9292c/e6e1702b/add5.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=767b245c988f3983",
      "https://dl.airtable.com/.attachments/b06919cd4a9a0382ef88120c69bc95af/d9351172/add4.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=3035e3f68ad84516",
      "https://dl.airtable.com/.attachments/06822dc49a9c494c4bf365c3c1a79e0e/0b30ed63/add3.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=ffc7f3f487b913ea",
      "https://dl.airtable.com/.attachments/1c5ed7ce38072c2bcdce04358a18a1ad/7916731d/add2.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=596845af82d271ee",
      "https://dl.airtable.com/.attachments/624b3febb0358467e7c7d4ed5f7214b2/e631f7e1/add1.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=b2aa550fa1969b35"
    ]
  },
  {
    "uuid": "reciQUwiyrDVoRjFY",
    "name": "Introduction",
    "text": "_Rune: Sanctuary takes place in a legendary MMORPG universe._\n",
    "game": 5,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recSbqlAaiPoP5vGd",
    "name": "Game Description",
    "text": "## Game Objective\nThe goal of the game is to crawl dungeons and expand your capabilities. As the player does this there is a world to explore and a story to unfold.\n\n## Gameplay\nThe game will be an online massive multiplayer role playing game. The player will make certain directional decisions by simply clicking on the screen on an alternate path from which they were originally destined to go down. They will battle enemies along the paths of the levels. Some places they will fight hordes of enemies. \n\n## Battle System\nSkills in Rune Sanctuary are based upon the player’s equipment, and their class is determined by the stats granted by their equipment. This makes the game similar to a TCG, because the player must consider their equipment carefully, like building a deck. We want a unique battle system that isn’t about spamming the same skill over and over. We want a dynamic combo system, where defense is equally important as offense. For example, any character can have the Fireball skill, not just Mage. However, if you have the stats of a Fire Sorcerer, then you can unlock the ability on your Great Archon Robes, that says: If you land 3 consecutive Fireballs on your opponent, and deflect their next Sorcery attack, you can cast Blazing Meteor. So to unlock that ability you must consider your equipment, and your strategy, and timing to pull off an amazing combo against the opponent. Equally, the opponent could know that you might do that and avoid letting you land 3 Fireballs, or use other abilities to stop your deflection from landing a hit. There are 25 equipment slots, as well as 10 charm slots, the player can equip items. These together are called a Gearset. Characters will be allowed multiple gearsets, but can only switch in town. So players can try different combinations, and easily switch between them.\n\n\n",
    "game": 5,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recUWcpRSobfxoCaH",
    "name": "Technical",
    "text": "## Framework\nRune will be built with the Unity Engine, using our in-house developed BZ Framework.\n\n## Platform Support\nAndroid (version 10 or higher)\niPhone (version 9 or higher)\nWindows (version 10 or higher)\nMac (version 11 or higher)\nWeb (Brave, Chrome, Edge, Firefox) - NOT PLANNED\nIpad + Other Tablets - NOT PLANNED\n\n\n\n\n",
    "game": 5,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recHHjceWWjN7GM4V",
    "name": "Story",
    "text": "The story of Rune Sanctuary continues two hundred and twelve years after the Worldstone is destroyed. Your village is overrun by demons from Hell. As your village burns, old magic hiding the presence of your people from the world is broken. One of the remaining dragons in the Mage Islands, The Legendary Dragon of Ra, intercepts the battle and escorts you to the End of Time. There, you learn the universe in your timeline has been destroyed, and you're one of eight who survived. You learn that the 8 survivors are descendants of the heroes fighting within Rune Sanctuary while the Worldstone was being destroyed. During that time the Archangel Zeno gave his remaining energy to those heroes to save the mortal world.\n\nFor some unknown reason, they abandoned their quest and lived a peaceful life in the islands. Their descendants thrived for hundreds of years, shielded by magic, and forgotten by time. They were unaware that the universe was crumbling around them in the battle between Heaven and Hell. Eventually the magic collapses around your village, and you survive because you are a descendent of these blessed heroes, destined to save the universe. At the End of Time, you make the choice to remain timeless or warp back into the body of your ancestor and do what they could not. You discover this can only be done once because of the immense energy of Zeno combined with the energy absorbed from the imploding Worldstone. At that point you choose your character and start your journey within Rune Sanctuary, returning to the mortal world torn apart by angels and demons. The carnage can be seen when the aura of light around the angels clashes with the demon's aura of evil. You gain karma by assisting angels or demons, and if you have high karma with one side you don't damage them. The demon side looks like a cluster orgy, and the angel side is more independent and dispersed. You cannot destroy either side, only reduce their health until they stop attacking. When you're revered with the angels, you \"Ascend\" and when you're revered with the demons you \"Descend\". Choose your path towards saving the universe. There are many species and factions that have different alignment throughout the world. Your choices decide where you go and do next, not your level (zones scale). Different areas have unique resources and types of items, but not all can be reached based on the decisions you make. Your decisions will make you more angelic or demonic which may change the future of the universe.\n\n\n",
    "game": 5,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recSKtzEbFFYKwwLQ",
    "name": "Art Direction",
    "text": "As Rune Sanctuary is set in an old school dark fantasy, and so it should be grudge than a typical MMORPG. It also plays top-down like an Action Role Playing Game.\n",
    "game": 5,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recOSfKD9pesvlYho",
    "name": "Game Mechanics",
    "text": "## Character Classes\n\nThere are 7 main classes of different energy disciplines/supremacys, each going into a deeper ascendencies.\n- Mage\n- Necromancer\n- Paladin\n- Druid\n- Barbarian\n- Amazon\n- Assassin\n\n# Weapons and Items\nInitial weapons and items are generated in Rune Raid via onchain contracts. Please see the Raids document for more on that. \n\n\n\n",
    "game": 5,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/77b014f85ffffa2df23d2f92cdaf4fad/2110d505/characterclasses.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=1ac5a2ce6fcb5294"
    ]
  },
  {
    "uuid": "recdnUJyWHU5Se70L",
    "name": "World Territory",
    "text": "# World Territories\nIn Rune Sanctuary there will be a consistent array of levels per territory. Each territory will have two basic levels, an exploring level which focuses on the heroes, then a battle level between two cities. which will have a focus on being simple and straightforward. The player progresses through a linear path finding hidden items in crevices or tucked away along the path.\n\n**Haerra**\n\n**Continuum\t**\t\t\t\nThe Continuum is a plane of existence frozen in time by the most powerful mages of ...\t\t\t\t\nThe Continuum can be reached by those who can wield energy at a certain frequency\n\nPurgatory\t\t\t\t\nUse chaotic energy to get to hell\n\n",
    "game": 5,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/e5e51d78f2b35a155e663b53b3452a7d/e91bf6fa/Rune_Game-WorldMap2.jpg?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=1e635badff5d4e80",
      "https://dl.airtable.com/.attachments/a1c07e6a7a3b62cab53318ad59d2b6f0/b41c7447/elysium.jpg?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=263195cfe39164ef",
      "https://dl.airtable.com/.attachments/02b259da91f7650723d333e648031858/22f1f5e6/mageisles.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=e93136703981de8b"
    ]
  },
  {
    "uuid": "recZNXPDhQ6SxFGgL",
    "name": "Vision & Goals",
    "text": "\\* We want new content added in a way that it encourages players to start a new world (character) from scratch to find a better/new path through the content. It'll be a bit challenging on our end, but we're more picky about giving our players a unique experience, than about maybe introducing some inconsistencies with the story/flow of a particular branch.\n\\* The gameplay should flow in a way that the player can just play, smash things, and the story unfolds around them. Not have to parse quests to figure out where to go or constantly follow indicators. That means most of the questing should happen along the paths, not require you to go to Exclamation City every 5 mins 😩 \n\\* Open up the End of Time to modders and other bridging metaverses. We'll sell land within the End of Time, that can be used as a launchpad for Rune Sanctuary mods, or even entirely different games. Our games will also exist within this area.\n\\* Have points of integration for other NFTs, to attract different types of players and crypto enthusiasts, and build the wealth of the Rune Metaverse.\n\n",
    "game": 5,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/c4e2578a3bb5336d5592e0da3275df84/71d70ea5/biome2.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=afb0abec7fc8b687",
      "https://dl.airtable.com/.attachments/bc683e8fce5a412c22d4d5789e3eefc0/d28a1e85/biome1.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=655e5fb6a0b89f10",
      "https://dl.airtable.com/.attachments/1345f2b05d57e70ec107c58b98bbc63c/8df43a8d/ItemRarityTable.PNG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=d91e97ec3eb93140",
      "https://dl.airtable.com/.attachments/92d65523dfb41c24de3131d6c7f24fab/372a046f/ItemSlotsTable.PNG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=b7fcf0ed877610e0",
      "https://dl.airtable.com/.attachments/6a847a11d70e8b9ef0905fd7dd2ddc78/9bc51330/ItemTypes.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=3f5cd4e7eb4bdafd",
      "https://dl.airtable.com/.attachments/849e95d58071372743132b4c58fd005d/2a45bc0d/CharacterClassesTable.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=2d46e4d58ff08443",
      "https://dl.airtable.com/.attachments/7754e560ebfc0ff88f2849f3a46d4240/769bce2d/CharacterAttributes.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=64b681d3e85d1948",
      "https://dl.airtable.com/.attachments/0f6472f1c3ae6b5755e6f153d033d1b8/7caa23dd/CharacterTypes.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=adddf39d12e751bd",
      "https://dl.airtable.com/.attachments/3ac06577ff928ef065f2e41ecf216468/2dce8d65/abilitybonuses2.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=cc9c13158451b361",
      "https://dl.airtable.com/.attachments/838cf24e4749ab01180d0d09d0915303/1850488d/abilitybonuses1.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=9998e121d66204ae",
      "https://dl.airtable.com/.attachments/5712c11de8bc6a823cd741f61fb27299/d40316c6/abilityeffects.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=27e00c007967b70e",
      "https://dl.airtable.com/.attachments/937a1960b581fe77affc2fe02771db66/79badb06/abilityelements.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=e41026017439744f",
      "https://dl.airtable.com/.attachments/49e53201f41485c47d248ef9cef7f797/a370ea60/abilitystatus.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=ae7b1f8fcb8ce60b",
      "https://dl.airtable.com/.attachments/a0ed1a39be28967a4a1d646c678f7064/151ae011/biome3.JPG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=762f11399db5e81b",
      "https://dl.airtable.com/.attachments/306a27f49d333844901736e30b0ec7c5/c55705ae/ItemNameChoice3.PNG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=bd0b86377fec8129",
      "https://dl.airtable.com/.attachments/ea18fe154c0c378b254b6dc62ee24aff/2c9314eb/ItemNameChoice2.PNG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=b99b0db0536f191b",
      "https://dl.airtable.com/.attachments/310266604e83cc631ad09a98809dea6f/511c8005/ItemNameChoice1.PNG?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=17633a54fe90c3e4"
    ]
  },
  {
    "uuid": "recsVeKxnOoR7pG2x",
    "name": "World Composition",
    "text": "**Locations**\n",
    "game": 5,
    "isEnabled": true,
    "attachments": [
      "https://dl.airtable.com/.attachments/809d44556eedb7a7ac8722c0f1265b4b/064eeee4/ArcaneSanctuary2.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=40171f3030fb7601",
      "https://dl.airtable.com/.attachments/c2ee0a5b5ee5a7479e456b6b6143ac25/47d9943d/ArcaneSanctuary1.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=113b1fdbfd1a146f",
      "https://dl.airtable.com/.attachments/df7bf1ffe0616c27a131cc815d106b57/38fe5db0/ArreatSummit.png?ts=1661137575&userId=usrf0GZYc5zCl9Cv7&cs=809dc285e7b42f52"
    ]
  },
  {
    "uuid": "recsK78SQUqXEsp5q",
    "name": "World Composition",
    "text": "**Factions and Lore**\n\n**The Learned**\nThe Learned is the name for a group of scholars that were formed many years ago, brought together by the master Bin Zy, to study and learn from a cache of secret texts and documents hidden away in the abandoned remains of an ancient temple. It is not known what religion or Gods were worshiped there, which is the reason for the formation of The Learned. Their discoveries of the texts are kept as a great secret and noted in a giant book known as the Book of Secrets.     \n\n**Leadership**\nThe Learned are led by the Arch Deacon Bin Zy who heads a “Chapter” of the most senior scholars. Below the Arch Deacon in the hierarchy is the Great Scribe, the person responsible for any notations added to the Book of Secrets and The Librarian, the person responsible for storage and security of The Book of Secrets. Below them are the elders, twelve of the oldest Learned who are responsible for all decision making.\n\nThe Learned have direct communications and links to The Elysium Mages. It is also rumoured that they have direct links to the Angels. \n  \n**Location -**\nThe Learned are situated in a well fortified castle in the forest of Tilia overlooking the Eseldagon Sea.\n\n**The Forest of Tilia**\nThe Forest of Tilia is a deeply wooded deciduous forest that covers a very large area, its edge overlooking the Eseldagon Sea. It is full of wildlife and the tree canopy houses a large variety of birdlife. The forest floor is lush with mosses, grasses, brackens and ferns. There are only a few roads that bisect the forest and those that do exist are not in a very good condition being unmade, muddy and full of potholes. In the middle of the forest is a large freshwater lake. The Castle of the Learned is situated on an island in the middle of this lake. There are a number of secret pathways that crisscross the forest and it is recommended that a guide should be employed by anyone wishing to travel through the forest using these routes.  \n\nNB -\n**Bin Zy**\nA preacher from the east who, when he discovered the cache of secret texts, formed a school to study and practice the teachings. After many years of study he left the group he had formed and wandered the lands seeking a meaning to the teachings he had long practised. It is believed that he now lives in isolation on a floating island somewhere in the deep south.  \n\n\n**The Lordly Ones (The Archivists) **\nThe Lordly Ones is a quasi-religious order based in Westmarsh. These brave souls wade into battle wielding parchments, tomes and quills, armoured not in ensorcelled plate or links of chain, but with the knowledge of generations past. In their case the pen really is mightier than the sword.  \nThese archivists hold many secrets and forgotten knowledge and fight not only for the future of humanity, but also to save mankind's past and heritage. The members of their honored fraternity are many, and their numbers grow every day.\n\n**Location –**\nThe Lordly ones are based in Westmarsh, a land in the west of the Newerth Empire, on the northern edge of Valburn and the southern edge of Fayhelm.\n\n**Westmarsh**\nWestmarsh is in the south-west part of the land known as the Newerth Empire. On the western edge is the vast Hevane Lake that is the source of the Westmarsh River, a waterway that feeds into the Northern end of the Tabr Gulf. Westmarsh itself lies on the Western River, another Westmarsh river that flows from the mountains of Westmarsh into the Bladesong Ocean. Between the two rivers is a vast fertile area with wooded glades and a number of arable, dairy and arable farms.   \n\nTo the south-east of Westmarsh is a high long ridge leading to the sweeping Hills of Carnage, an empty wasteland of blood and toil which divides Westmarsh from Valburn territory and is home to a number of vicious battles. Despite the fertile farmland to the southeast, there are very few roads and trails across the hills and mountains as the lands beyond are the home of the sinister Valburn Corruptors.\n\n**Leadership**\nThe Lordly Ones are led by the Earl of Westmarsh, a title that is handed to the man voted for by the forty-nine members of the Holy Body. This group of men are responsible for the day-to-day running and management of The Lordly Ones. They are highly suspicious of The Learned and also of The Elysium Mages as they believe that the one true religion is that studied by themselves and theirs is the only true knowledge, and that the Learned are studying the words of the false prophet Bin Zy.\n\n\n**The Knights of Westmarsh**\n\nThe Knights of Westmarsh are a holy order claiming to be of pure heart. They refuse alcohol and the ways of the flesh, remaining celibate throughout their ordination and service.\n\nDuring the Darkening of Victram the Knights closely followed the teachings of the Azaran, but in more recent years have become a secular order more focused on defending Westmarsh from physical harm and attacks than defending its spirituality.\n\n**Location –**\nAs their name suggests The Knights of Westmarsh are in Westmarsh, a land in the south-west of the Newerth Empire, on the western edge of Haerra.\n\n**Westmarsh**\n<See existing description>\n\n**Leadership**\nThe leader of the Knights of Westmarsh, The Supreme Knight, is chosen once every five years in a secret ballot held by the entire complement of the Knights. Every Knight, no matter wherever they are, returns to their central castle in Westmarsh where they hold a general assembly complemented by a number of religious services and assemblies before casting their vote. Once the vote has been cast they then hold a great fetes at which demonstrations of swordplay, jousting and marksmanship are displayed. \n\nNB -\n**The Darkening of Victram**\nThe Darkening of Victram refers to a long gone battle where a Knight named Victram organised a rebellion against the stringent rules of the Westmarsh Order and persuaded some Knights to follow the teachings of Azaran from The East. This rebellion caused a great schism inside the Holy Order and led to the Battle of Westmarsh where Victram and his Knights were defeated.  \n\nNB - \n**Azaran**\nA teacher from the East who defied and contradicted the order of celibacy imposed upon the Knights of Westmarsh. He disappeared without trace after the Battle of Westmarsh.   \n\n**Races – Back Stories**\n**Humans**\nPerhaps the most diverse and adaptable race, humans vary heavily in their physical appearances. Although humans lack innate magic or other special characteristics, they make up for it through their natural curiosity and ability to master nearly any craft with the right amount of dedication. Humans differ as much in mannerisms as they do appearance. Some are trustworthy, some aren’t. Some have pleasant dispositions, some are downright nasty. Some are rich, some are poor. Some live by certain moral codes, some don’t have any morals at all. At the end of the day humans are human.\n\n**Location –**\nThe largest concentration of humans is spread throughout the many towns inside the Great Forest of Irondell but they have established towns and cities throughout the land.\n\n\n\n**Leadership**\nThere is no overall leadership of the humans. Instead each subspecies, in some cases each inhabited region, or country, or even city have their own form of leadership and many different methods of choosing such a leader.\n\n\n**Vira  **\nThe Vira are small people with a chip on their shoulder concerning their size. Their appearance is dwarf-like but with more pointed ears and longer, more flexible hands and fingers.. As a race they are excitable, shouty and argumentative. However, their saving grace is the fact that they are exceptionally brilliant handymen (and women), and engineers. Not only can they create mechanisms driven by clockwork, and create complex structures like dams and towers, but they can also mend just about anything that has been broken (with the exception of hearts). They roam the different countries in small pony driven carts packed full of tools and useful items. They charge a fair price for their work but one should never attempt to take advantage of them as they are ferocious little fighters with daggers and short swords.\n\n**Location -  **\nThe Vira inhabit the area between the Bronze Sierras mountain range and the southern coast of Iron Inlet. The guilds, although decentralised, do most of their foreign and collective business in the walled city of Qiddir, advantageously located between both the Iron Inlet and Haqor Bay.\n \n\n**Leadership**\nThe Vira appear to have no discernable hierarchical structure. Each small village and hamlet has a headman but there seems to be no overall government or leadership. However there are a number of craft orientated guilds such as The Mechanics Guild, The Jewelers Guild, the Waterworkers Guild and the Builders Guild. These guilds control the wholesale prices of various raw materials and will act as judges and decision makers in cases of disputed final costs and charges. \n\n\n**Dwarves. **\nDwarves are the smallest humanoid creatures in Haerra. Most dwarves share similarly rugged characteristics, boasting a stout and sturdy build, wide nose, and thick beard. It is difficult to tell male and female dwarves apart as both genders tend to grow facial hair. They live in the mountains where they create great tunnels that lead to their mines that produce a wide variety of precious metals including gold, silver, lead and copper. These metals are traded in the large dwarf marketplaces that occur in different locations at certain times of the year. Some dwarves are good at creating things out of the metals they mine. They are accomplished engineers, metal smiths and inventors. Their forged weapons and armor are the best to be found. \nDwarves are suspicious of all humankind and like to keep to themselves. They live in underground colonies near to their mines. Outside their colonies they wear leather armour and carry large and very sharp axes. Despite their lack of size they are very dangerous opponents. It is said that in a fight they can hack an enemy's legs off before they realise they are in a fight.    \n\n**Location –**\nThe dwarves live and mine in the western reaches of the Ashyrah Spine.\n\n**Leadership**\nThe Dwarves are led by a Council of forty Dwarven Elders. Despite the obvious requirements of being old and hopefully having the wisdom of the elderly, the other requirements of becoming Elder are having a practical experience of mining and craftsmanship.\n\n**Western Ashyrah Spine (Dwarven Mountains)**\nThe western reaches of the Ashyrah Spine are often called the Dwarven Mountains due to the fact that it is the home of the Dwarven Race. The mountains themselves are a treacherous range of granite and sedimentary rock, full of precious metals and rich with precious stones. The western edges of the Dwarven Mountains gain a rich red hue the closer they get to the Copper Desert, while the northern reaches of their mountainous territories are snow-capped and can drop to dangerous temperatures.\n** **\n**Demonkin**\nDemonkin roam the world creating misery and mayhem wherever they travel. They appear similar to humans in size and stature; however, their curling horns, vibrantly coloured skin (usually of red, blue, or purple), and hooked tails sets demonkin drastically apart from their human counterparts. However in order to remain undetected many Demonkin undergo the painful process of cutting off their horns to appear more human-like. It is believed they originated from an unholy alliance between a witch and a lesser demon she conjured up many centuries ago. All members of this race are untrustworthy and own no allegiance to any other race or belief. They are capable of casting a number of low grade spells and incantations. They are also well versed in the use of swords and crossbows. They make for a dangerous enemy, for they are experienced to strike from the shadows. (Due to having had massive experience from trying to stay undetected among humans)\n\n\n**Leadership**\nThe leadership of the Demonkin is held by the most powerful of their kind. This is determined in a series of tests and battles held deep inside their forests. The winner of these trials holds the position until another feels able to challenge them, usually after a period of thirty years or until the Leader dies or makes a series of mistakes so that a vote of no confidence is passed. \n\n**Location –**\nThe Demonkin originate and inhabit the treacherous collection of islands and rocky pillars known as Ragor’s Teeth, west of Westmarsh.\n \n**Ragor’s Teeth**\nThe islands and sharp sea stacks which make up Ragor’s Teeth are known to be treacherous both in their surrounding waters and inland. Ragor’s Teeth are located in Bladesong Ocean, several miles off the coast of Westmarsh. On an exceptionally clear day, a perceptive individual might be able to make out the rugged spires and outcroppings that identify the islands. The harsh environment gives shelter to a variety of dangerous creatures, and is home to the Demonkin. No one knows exactly where their habitations are like, as there are no roads or tracks known to anyone other than the Demonkin themselves.\n\n**Dragonkin**\nPerhaps the rarest of creatures in Haerra, the Dragonkin are the descendents of a foul experiment of ancient wizards that time forgot. They are a combination of the genes of a Dragon interbred with the genes of a Demonkin. The bodies of Dragonkin are tall and muscular humanoid bodies covered with scales, and bare the head, tail, and claws of a dragon. Contrary to common belief they cannot fly. They haunt far distant mountains and live in deep caves. They are at a constant war with the Dwarves through a mutual greed and love of gold.  \n\n**Location -** \nThe Dragonkin live near the dwarves in the Ashyrah Spine, separated only by a series of treacherous mountain passes.\n\n**Leadership**\nIt is not known what type of hierarchical structure the Dragonkin adhere to.\n\n**Western Ashyrah Spine**\n<See other description>\n\n**Angels**\nNo one knows where or how the Angels originated. The archivists claim that the ancient books of lore say they have always walked among the lands. They are of human form only blessed with wings that enable them to fly and soar above the earthbound mortals. They are at constant war with the Demons. They nest in small colonies established up in the high mountains among the most inaccessible peaks. They are known to be at least 400 years old, hence they prefer the company and relationships with their own type. Unlike the rumours they do not practice magic although they do have some special powers including the ability to levitate objects, things and people. Basically Angels stand for the good in mankind and will defend and fight against evil. \n\n**Location – **\nThe Angels live among the highest peaks of the Archon Citadel\n\n**Leadership**\nThe Angels have a hierarchical ten rank structure which is headed by the mightiest and holiest of all Angels. This position is known as the [Chayot](https://en.wikipedia.org/wiki/Living_creatures_(Bible)) Ha Kodesh. Below that are the subservient positions of the [Ophanim](https://en.wikipedia.org/wiki/Ophanim), the [Erelim](https://en.wikipedia.org/wiki/Er%27el), the [Hashmallim](https://en.wikipedia.org/wiki/Hashmal), the [Seraphim](https://en.wikipedia.org/wiki/Seraph), the [Elohim](https://en.wikipedia.org/wiki/Elohim), the [Bene, the Elohim](https://en.wikipedia.org/wiki/Sons_of_God) and finally the [Ishim](https://en.wikipedia.org/wiki/Ishim_(angel)).\n\n\n\n**Demons**\nSimilar to the Angels, no one knows where the Demons originated, once again it is said that they have always walked the world's surface. It is thought they appeared in the world alongside, and to counterbalance, the Angels. They are human-like although their skin colour ranges between a dark red and black. Unlike the Angels they do not have the ability to fly. However they have large muscular legs that give them the ability to jump both distances and heights. Their hands are formed more like claws with short sharp talons on the end of each finger. Similarly their feet are hardened with curled toes also with talons, enabling them to grip and rip an enemy. They have a low level of magic enabling them to produce and throw fireballs. They are also well versed in the use of most weaponry. Like a mirror image of the Angels they too are long lived and inhabit small colonies, usually found in rocky outcrops in the deepest forests and deserts.     \n\n**Location –**\nThe Demons live in the volcanic mountains of The Obsidian City.\n\n**Leadership**\nSimilar to the hierarchical structure of the Angels the demons too have a structure, only theirs is of six different types. Leliouria are the highest demons of whom it is claimed inhabit the ether, beyond the moon, however they sit in the position of power in The Obsidian City holding power over the lower demons. Below them are the Aeria, demons of the air below the moon, the ones who move at night and tempt travellers in their camps, then the Chthonia who inhabit the land and place curses on crops and who make the plants and trees wither. The Hyraia who have power over water and can make waves that sink ships and crash onto the shore causing floods and damage. The Bypochtbonia, those that live and crawl beneath the earth and finally the Misophaes, the lowest type of demon, blind and almost senseless but the ones who create mischief in the outer world.\n\n**The Volcanic Mountains of  Misery.**\nThese volcanic mountains are in the deep southland form a boundary between The Obsidian City and Valburn and overlook the trail leading into The Obsidian City. They are the home of the most volatile active volcanoes on the planet and are the home of the Demons. The sides of these mountains are rock interspersed with hardened lava and is the home of very little vegetation. They are very sharp and difficult to walk on. Like the Angels, the Demons prefer to live among the high peaks and mountain tops, only they prefer to build their habitations at the edge of the volcanoes.  \n\n**Elves**\nAfter their defeat at the hands of the Dwarves at the Battle of Shady Woods the Elves retreated deep into the Forests of Fayhelm where they avoided contact with all races and peoples. They live in bowers constructed of the living trees and  undergrowth.  They are slightly taller than the average human and slender in appearance with a natural greeny-silvery sheen to their fair skin. They have pointed ears and slender hands with long fingers and are expert archers. They live longer than humans, however as many of their kind were killed at the Battle, they are considerably fewer in number. Indeed, sightings of them are fewer every year.\n\n**Location  **\nSouthern Forests of Fayhelm. \n\n**Leadership**\nLike the dwarves, the Elves are led by a council made up of elderly elves. Some are so old they can remember the Battle of the Shady Woods and in consequence are very loath to allow any contact with any other race.   \n\n**Forests of Fayhelm**\nThe Forests of Fayhelm are magical places full of shining light reflecting from lush greenery. Their trees seem to glow with light. However this is all illusion created by the elves partly to fool anyone who ventures into their sanctuary and partly as decoration to entertain themselves. However in reality the forests are lush with a magnificent array of foliage and flowering plant life and the trees strong and tall with magnificent canopies that hold the Elves' habitations. There are few paths or routes through these forests as the elves prefer to use their own walkways that are built high up in the branches of the trees.   \n\n**NB –**\n**The Battle of Shady Woods**\nThe situation between the Elves and the Dwarves had been brewing for many years. The Elves had established a colony that they named Shady Woods across Haqor Bay in the woods near some dwarven mines.  The two races lived unhappily together and there were many claims that the Elves were establishing their own mines and stealing the Dwarves' resources. The matter came to a head when the Elves dammed and redirected the flow of a river to provide water to their colony. This caused a problem for the Dwarves, and they made a formal complaint to the Elves. However this situation had been watched for a long while by the Demons who, before the Dwarves and Elves could hold a meeting to sort out the ill feeling the situation had caused, employed a small force of Valburn Corruptors to smash the dam and redirect the waters into the Dwarven mines. In the resulting flood many lives were lost. The Dwarves blamed the Elves claiming it was an act of war and invaded the colony killing many Elves and forcing them to abandon their colony and retreat back to The Great Forest of Irondell. This became known as the Battle of Shady Woods.\n\n**Factions**\n\n**The Great Archons**\nThe Archons are located in the Archon Citadel on a remote island in the Eseldagon Sea, just across their Zealot brothers on the mainland, where they have built a number of Cathedrals that are constructed of bleached white marble and are elegant in design but cold inside. Their small habitations are huddled around the Cathedrals and are colourless, cold places.  \n\nThe Archons refer to themselves as human archangels, (Putting themselves above mere angels) with priest and paladin class types, they appear to be angelic, and dress in white robes with gold embroidery and embellishments. They are devoted to their cause and are very resistant to being diverted from what they believe is their true calling. They do not like outsiders and consider the rest of mankind as sinners to be converted to their own beliefs. They do not have any sense of humour or irony. \n\n**Location –**\nArchon Citadel on a remote set of islands. These unique islands move with the tides, during high tides they drift towards the continental coast (in the direction of Tarmor’s Bay), and on the turning of the tide drift back out into the ocean. The islands themselves are tropical, dense enough at points to be considered jungle.\n\n**Leadership**\nThe Great Archons divide themselves up into three classes.The Archangels, The Priests and the Paladins. The Archangels are the one who sit in council and make the decisions. The Priests are the ones that travel the outside world attempting to convert the general population, whilst the Paladins are the fighting force that are called when needed, however as they have such a little opinion of the rest of mankind they all rarely venture out of their Cathedrals.\n\n\n\n**The Desert Killrans**\nThe Desert Killrans are actually a long lost tribe of Vira. They use a type of energy that they distil from the sun. They are engineers and, like their Vira cousins, they create mechanisms driven by clockwork, and create complex structures like dams and towers but they can also mend just about anything that has been broken. Being desert dwellers they are also very adept at working with stone and weaving using the strange desert plants like date palms and cactus. They are mischievous and humorous people. \n\n**Location –**\nThe Killrans are located in the Copper Desert, between the Bronze Sierras and the desert coast of the Radiant Sea. Although there is no defined hierarchical structure to the Killrans, and as such they are relatively decentralised, their main center of global trade and influence stems from the city of Tabr, where different tribes come together to sell their incredible contraptions and offer their superior crafting services.\n\n**Leadership**\nLike the Vira, the Desert Killrans appear to have no discernable hierarchical structure. Each small village has a headman but there seems to be no overall government or leadership. Like the Vira they also have guilds, the largest of which is the Menders Guild. There is also the Stoneworkers and Masons Guild and the Weavers Guild. These guilds control the wholesale prices of various raw materials and will act as judges and decision makers in cases of disputed final costs and charges. \n\n**The Trails of Misery**\nThe Trails of Misery is a harsh inhospitable environment, hot during the day and freezing at night. To the West are the green fields and lands of Valburn, to the east is The Obsidian City. Its southern border is the northern shore of the Frigid Abyss They are connected to the rest of Newerth by a number of roads and tracks,but there are few safe routes.\n\n\n**Fayhelm Druids **\nThe Fayhelm Druids live in the deep dense woodlands where they create high habitations inside the tree canopy with walkways connecting their different living areas. They use natural magic and are attuned with nature and the seasons. They are human in form and in appearance are similar to elves, but with shorter, more rounded ears. They are longer lived than humans, the eldest being over one hundred and fifty years of age. They try to avoid contact with humans wherever possible and do not trust them. Despite their fey appearance they are formidable fighters and very proficient with both sword and longbows.\n\n**Location –**\nThe Forests and woodlands to the North West between Haqor Bay and Irondell.\n\n**Leadership.**\nThe Fayhelm Druids are led by a triumvirate of Elderly Druids who sit in constant consultation in the council bower, set in the middle of the densest part of the Fayhelm Forests. These three Druids hold their position until they die or until they are deemed incapable by the other two. Therefore it is very rare that a new position occurs. \n\n**The Fayhelm Forests.**\nThe Fayhelm Forests span the cool, dry climate of the north--home to pines and evergreens--to the temperate, lusher foliage east of the Iron Inlet. It is usually within these warmer parts of the forest that the druids make their homes, building simple habitations high in the forest canopy. Also like the Elves the Fayhelm Druids have few paths or routes through their forests as they prefer to use their own walkways that are built high up in the branches of the trees. Although most druids dwell in the southeast of the Fayhelm Forests, some can be found weathering the cold forests east of Irondell or overlooking Agar-Bassim’s Fjords. \n\n** **\n**Elysium Mages**\nThe Elysium Mages are an ancient race of human academics and wise men whose knowledge spans the history of all races and events. They are affiliated and linked through magical communication channels to The Lordly Ones. They live in semi-isolation in fortified stone castles built on the floating islands of Elysium. They do not welcome visitors, and are rarely seen outside the islands. \n\n**Location –**\nThe floating Islands of Elysium, north west in the Eseldragon Sea.\n\n**Leadership**\nThe Elysium Mages are led in council by the Arch Mage, a position of great power as they dictate the nature of the academic studies the Elysium Mages take. Under the Arch Mage is the Arch Librarian, a position of both great trust and great knowledge. Equal in importance is the Arch Communicator, the Mage with the responsibility to communicate with the outside world. All messages and communication go through this person. The remainder of the Elysium Mages continue their specific research and concentrate on their designated studies. \n\n**The Floating Islands of Elysium**\nThe floating Islands of Elysium are a geological anomaly in the world. They are positioned in the north-western part of the Eseldagon Sea. The islands are said to be held aloft by the sheer power of the mages who reside there. Some islands hover just over the water, while others are suspended half a mile in the air. The islands themselves are blanketed with diverse flora and fauna, some so diverse that people suggest these islands have been transported from other parts of the continent. The predominant environment, however, is a cool and dry forest-scape, wherein the colours of autumn never leave the treetops.\n\n**The Knights Templar of Linden**\nUpright and religious, The Knights Templar are a mercenary group of fighting Knights well equipped with sword, lance, battle axe and many other deadly weapons. They sell their skills to the highest bidder and are not cheap, but will only fight once they have debated the cause and found it rightful. In order to employ their services a deputation has to be sent to their castle base at Linden where they will be heard by a full court of the Knights. Once the deputation has been heard the Knights will debate the issue in a closed chamber. After due deliberation a decision will be made. Whether it is to fight or not to fight, there is no appeal. \n\n**Location  -**\nThe Knights Templars of Linden are situated in The Great Forest of Irondell beneath the Karpeshti Permafrost along the coastal strip of the Halfice Sea.\n \n**Leadership**\nThe Knights Templars of Linden are controlled by The Temple Hierarchy, a board of sixteen Knights that control every aspect of the Knights' lives. From worship to weapon training, each individual knight is monitored and records kept of his training, his ability and the missions and quests he is sent upon. Records are also kept of the “clients” that the Knights undertake their mercenary work, the type of work involved and the fees that were charged.  \n\n**Location **\nThe coastal strip of the Aldia Gulf is an arable strip of land stretching from Hevane to the south and to** **Karpeshti to the north. It is very fertile with a number of well established farms that grow wheat, barley and maize. Inland, towards the foothills on the verge of the Qiddir Desert, the farmers grow almonds, oranges, apples, melons and strawberries as well as a wide variety of herbs which are treated and made into spices. \n\n**The Newerth Sages**\nThe Newerth Sages are a self proclaimed branch of white magicians who claim the ability to foretell the future. They are tall and fair haired and wear distinctive yellow cloaks. They live on the edges of the Qiddir Desert and build tall minarets where they study the stars and follow a type of astrology linked to the passing of their phases of the sun and moon. They are a very peaceful people and avoid conflict at all costs. That saying, if they are pushed they are all masters and practitioners of a self-defence martial art, and are given great respect by all who they come into contact with.    \n\n**Leadership**\nThe Newerth Sages have no leadership whatsoever. Should any problems or situations occur that affect them they simply hold an informal meeting where the issue is talked over and an action plan produced, agreed and finally acted upon. These meetings can be held at any of the Sages’ minarets.  \n\n**Location –**\nThe Newerth Sages inhabit the desert areas to the East of Tabr on the edges of the Bronze Sierra's, a wild, hot and inhospitable desert with a few oases. It is hot during the day and cold at night. The Sages live in tall minarets that are built along the coastline of the Radiant Sea and are so tall that they are visible from the ships that sail along the coast heading towards and from the Tabr Gulf. It is claimed that the Minarets are nothing to do with the religion of the Newerth Sages but are built so tall as a protection from the Sages near neighbours, the Desert Killrans to the East and the Demons to the South, however the real truth is that the location is the perfect place to study the night sky.\n\n**The Forsaken Mancers**\nThe Forsaken Mancers follow an old and demonic form of magic that is similar to the evil paths of those followed by Demons, with whom they worship and occasionally consort. They have the power to raise the dead and spread death among forests and all living things. They live in elegant black marble structures hidden deep in blackened, dead forests. They represent a foulness that can be found in the basest of human beings. They are untrustworthy, without a decent bone in their warped and twisted bodies. They are not good fighters, preferring to deal with an enemy with a knife in the back or cut their throat when they are asleep. Never turn your back on them.\n\n**Leadership**\nThe Forsaken Mancers have no leadership. Instead they prefer to follow the philosophy of every man for themselves. \n\n**Location –**\nThe Forsaken Mancers live in the dead forests on the islands south of Maeteha, centered in Urgavod. In these dead forests the trees are petrified some still with dead leaves still hanging onto the blackened branches. The grass and plants are also petrified and are made of a brittle type of ash that when touched dissolves into a black powder. There are very few roads and trails through this nightmare landscape.  \n \n**Valburn Corruptors**\nThe Valburn Corruptors are lesser demons and in many cases the servants and foot soldiers of the Demons, doing their wishes and helping to serve their cause. Wherever they go they spread disease, death and decay. They are corrupt and foul. Like Demons they have talons on their hands and claws on their feet. They live in small squat townships inside scruffy ill built huts and squats that are black and dank.  \n\n**Leadership**\nThe leader of the Valburn Corruptors is actually a Demon who has been given the power to control and direct the Valburn Corruptors as they see fit. \n\n**Location –**\nThe Valburn Corruptors occupy the southwestern reaches of Haerra, in the dead forests and hills characteristic of the region. The Valburn capital is Maeteha, a well-fortified city of stone sitting on the southernmost coast of the continent. It has the one road that leads along the coast to the forest at the edge of Westmarsh where a small fortress is controlled by the Knights of Westmarsh.\n\n**Arcane Sourcers.**\nIt is the common belief that the Arcane Sourcers are from another planet. They are not. They are from another time. By some natural quirk that caused a rip in the time matrix some of these creatures slipped into the world and cannot return. They stand seven feet tall and are similar in looks to giant lizards with tails and claws on their hands and feet. They live on top of and at the edge of active volcanoes. They are capable of great magic and sorcery and are very powerful beings, their power being such that they do not need to use any form of weaponry. Each side in the battle between Heaven and Hell believes that they are on their side and each side is wrong. The Arcane Sourcers are observers and only become involved if they feel they are being threatened.\n\n**Leadership**\nThe method of leadership, if indeed they have any, of the Arcane Sourcers is unknown. \n\n**Location –**\nThe Arcane Sourcers live in the area known as Azran that is positioned along the northern edge of the Radiant Sea. It is a fertile region but only reachable by narrow cliffs that travel down from the Plains of Ashyrah, or take a ship across the Radiant Sea. Due to the fact the land is remotely positioned between both seas, it provides a strategic view point for the Arcane Sourcers to watch over the Demons and Archons.\n \n**The Wardens of Irondell**\nThe Wardens of Irondell are the protectors of the Great Forest of Irondell and all its inhabitants, people, wild creatures and birds. They do not allow hunting inside the vast woodlands and will hunt down, capture and in extreme cases kill any poachers or hunters. They are woodsmen and women and live in moveable encampments that are spread throughout the great forest. They know the secret trails and the ways of the woodland creatures. It is said they even communicate with the Fey folk and Fairies, if anyone believes they exist. They are accomplished bowmen and skilful fighters and experts at camouflage. It is said that inside the forest they can be sat next to you and you would not know of their presence.  \n\n**Leadership**\nDue to their nomadic existence inside the Great Forest of Irondell, the leaders of each separate group of the Wardens of Irondell only meet once a year at something called The Great Moot of Irondell. It is held in the centre of the forest at a location called The Great Tree. Here issues are debated and decisions made for the following year. This Moot lasts for one week before the Wardens once again split up and patrol the Great Forest.\n\n**Location –**\nThe Great Forest of Irondell lies between the western edge of the Newerth Empire and the northern edge of Qiddir, home to the Virans. It is bounded by two inlets that join together at the city of Qiddir. As its name implies it is the largest forest in the land and comprises areas of both deciduous and coniferous trees. It teems with a huge variety of wildlife and is rich in many types of unique and rare flora.   \n\n**Zealots**\nThe Zealots are the madmen of the world. Usually dressed in a grey or brown type of sackcloth, they hold many different and diverse beliefs and insist on preaching them to all and sundry. They wander the country spouting their theories and beliefs, shouting and yelling at all those unfortunate to come across them. It is not advisable to attempt to engage one in any form of conversation, as they will not stop and will follow a person for days on end with their shouting and ranting. On seeing an approaching Zealot most people would rather turn and walk miles in a different direction than risk any form of communication.  \n\n**Location –**\nDespite being a wandering people, the Zealots originated** **in a town called Dathar in the far northeast of Haerra, a mining town sheltered by the twin arms of the Ashyra Spine. However everyone living in the town disputes this fact and denies access to any Zealot foolish enough to try to return “home”. \n\n**Leadership**\nThe Zealots are the madmen of the world and acknowledge no leader, even if they had a leader or some form of government, their madness would preclude them from obeying or following their instructions. \n\n**The Cities of Haerra**\n\n\n**Free City of Vtello**\nVtello is situated on the northern edge of Haerra on the The Frigid Abyss and guards the coastal road into Taladar. It houses a garrison and a naval base that patrols The Frigid Abyss,watching for pirates and possible invasions from the Valburn Corruptors. It is a wealthy border city with a theatre. It is famous for the production of cloth and its many tailors. It also has a metal industry that produces excellent armour and weaponry. It is also famous for its fur market that acts as an import-export base for the inland town of Taladar. Despite its wealth the town is also famous for its red-light district that is the headquarters of a crime organisation known as the Aakschipper, whose fingers of corruption stretch throughout Haerra.\n\n**Taladar**\nTaladar is a mining town sheltered by the twin arms of the Blackrock Mountains. Due to its position in the mountain range it is impossible to reach from the west, the only approach being from the east on the road leading from the Free City of Vtello. It is a harsh, tough town full of miners and prospectors who live in wooden shacks and ill build shanties. The metal that is mined here is sold to the metal workers of the Free City of Vtello. It has a number of unlicensed drinking houses where gambling is rife. It also has the highest murder rate in any town in Fayhelm. Despite being a mining town its greatest export is illegally brewed whiskey that is smuggled to the rest of Fayhelm via secret mountain passes. It is also the traditional home of the Zealots, and although they were pushed out of their homes, no ones wants to acknowledges that fact.\n** **\n**Agrador**\nAgrador is the northernmost city in Fayhelm. It is an impoverished place mainly inhabited by prospectors searching for gold in the nearby Blackrock Mountains. In addition to an army garrison stationed at Blackrock Castle, the town also houses a naval force that guards the entrance to Haqor Bay. It is a port city, however due to the city being at the northern edge of Fayhelm, west of the Blackrock Mountains, goods are seldom imported for distribution throughout Haerra. Instead it receives goods from the other port cities of Haerra. The town consists of a number of shops and tradesmen mainly serving the needs of the prospectors, the army garrison and the naval recruits. It is famous for its brothels, gambling establishments and rough bars that are controlled by the Aakschipper.\n \n\n**Nassau**\nNassau is a small town situated on an island at the western end of Fayhelm. It has become the haunt of pirates and sea raiders that trade in smuggled and illegal goods hence it is a lawless town and does not welcome visitors. Many of these pirates and sea raiders make their business ambushing trade vessels entering and exiting the Iron Inlet, before retreating back to the relatively isolated island housing Nassau.\n \n**Tarv  **\nThe town is situated at the foot of Haqor Bay, sheltered by the vast trees of The Great Forest of Irondell. It is a prosperous port town with many trades and merchants. It is famous for its metalsmiths and weapon makers, its carpet makers (who produce finely woven, highly patterned carpets much desired by the rich and famous throughout Newerth), and for its fine olives. The town square houses a large church dedicated and run by The Knights Templar of Linden.\n\n**Hevane**\nThe capital city of Newerth, Hevane houses both a large garrison and is the base of the Newerth Navy. It patrols the entrance and the length of the Aldia Gulf up to Karpeshti guarding both the ferry and shipping routes. The port is very busy with the importation of goods from all over the known world. It also exports the gold, and precious metals found in Agrador, and the olives and carpets from Tarv. As befits a capital city the main offices of the Newerth administration are situated here, housed in a magnificent town hall. The city also boasts two amphitheatres that house gladiator fights and horse racing and some smaller theatres that feature music and plays. The town also houses a church, run by and dedicated to the Knights Templar of Linden. The citizens live in fine houses and regard themselves as superior to all other people that live in Newerth.        \n \n**Axelas**\nAxelas is located on the south coast of Ashyrah. It is sheltered by the Ashyrah Spine, which makes it the centre of a very fertile area. It’s** **farms are spread along the fertile coastal strip and grow wheat, barley and maize. Inland, towards the foothills of the Ashyrah Spine, the farmers grow almonds, oranges, apples, melons and strawberries as well as a wide variety of herbs which are treated and made into spices. It has a very famous fruit and spice market and exports many goods west to Hevane.\n\n**Other Cities**\n**Otho -**\nOtho is the nearest city to the** **floating islands of Toralir, the home of the Elysium Mages and the capital of Elysium. Its population is human, but a number of Vira have also settled there. Its main human habitations are fine, well built two or three floored stone houses built on neat, well maintained streets. The Vira homesteads are more like a rough assembly of small shacks on the outer edges of the main town. However, the Vira also operate a number of metalworking businesses that are situated in and around the port area of the town. \n\nAs Otho is at the centre of trade between the Vira and the Mages, with direct shipping routes to Agrador and Vtello. It also has a secondary shipping route to the Archon Citadel, but access to the ferry is strictly controlled and no one is allowed to board without a pass authorised by the Elysium Mages themselves.    \n**Karpeshti**\nKarpeshti is a small, frontier town inhabited by humans and is the gateway to the Northern Forests of Irondell, the home of the Elves. It comprises many wooden shacks with thatched grass roofs and rough tracks that act as streets. There is an agreement with the elves that the inhabitants of the town can cut a limited amount of timber that it trades with Otho and Agrador. The town trades with the Elves, but as they are wary of all other races they are rarely seen, and never venture into the town. Instead the goods are always left at dusk at a prearranged place on the edge of the forest, and are gone by first light, to be replaced by elven goods. \n\n\n\n**Irondell    **\nIrondell is a town in the centre of Fayhelm. It is controlled by the Wardens of Irondell, however as they are the protectors of the Great Forest of Irondell they do not live in the settlement. Instead it houses some humans and dwarves. It is a squat nasty little town with small turf covered wooden shacks and is the centre for sale and distribution of the metals mined by the dwarves.    \n\n**Westmarsh**\n<See existing description>\n\n**Newkirk Stronghold**\nThe Newkirk Stronghold is an outpost of the Knights of Westmarsh. Built in the far north of Newerth, it is an outpost that keeps a watchful eye on the activities of the northern races in the Newerth Empire. It guards the entrance to the Iron Inlet and, by extension, the cities and occupants of Fayhelm. It is not really a city but, as its name implies, it is a fortress built in the style of Westmarsh but much smaller. Like Westmarsh it contains a small Cathedral and a small number of traders.    \n\n**The Location of Time Travel Gates **\n**Please note these gates lead to a number of different time zones and will form the start of a number of different sub-quests. They are all up for discussion.**\n\n**Time Gate 1 - Into prehistoric (Dinosaur) Times**\nIn the Great Forests of Irondell. It is guarded by The Wardens of Irondell. \n\n**Time Gate 2 - Into a Dark World where there is very little sun and natural wildlife and the land is populated by giant snake-like creatures.**\nIn the Great Desert of Qiddir, guarded by the Newerth Sages.\n\n**Time Gate 3 - Into a human populated, futuristic hi-tech world. **\nIn the floating islands of Elysium guarded by the Elysium Mages.\n\n**Time Gate 4 - Into a world of ice where it is forever freezing.**\nIn the high northern forest guarded by the Fayhelm Druids. \n\n**Time Gate 5 - Into a water world of floating towns and wind blown galleons and ships. **\nOn the remote island of Archon Citadel guarded by the Great Archons \n\n\n",
    "game": 5,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recpj7GTua1s3oOmM",
    "name": "Transmuting",
    "text": "We all love crafting a Mythic, but in their quest for one some of our raiders have found themselves with quite the collection of weapons and armor that are just collecting dust, so what to do with them? Well, here at Rune we usually like to see things burn, but as those Runewords are all rather special, the fire didn’t seem quite appropriate this time. So instead, we’ll just take them apart.\n\nWithin them, they tell a tale of mystical disenchanting powers that turn Runewords back into runes. But rather than the runes used to craft the Runeword, you’ll receive LEM runes instead. As this process requires some degree of sorcery, items of a higher perfection will yield more LEM than more common ones. LEM can then be used to upgrade your other items, or for crafting more Runewords.\n",
    "game": 1,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recIJjoeQ8IHk3kP7",
    "name": "Game Description",
    "text": "\n## Game Objective\nThe goal of the game is to distribute gaming assets to users who provide liquidity to the ecosystem. Users play the game by optimizing their liquidity strategies through the gamification of NFTs, yield farms, and pools to earn in-game items.\n\n## Gameplay\nRaiding is the act of pillaging a farm for newly minted gaming assets. To raid a farm, a gamer must acquire $RUNE or the various in-game runes (BEP-20 tokens), provide liquidity, and stake the LP tokens in a farm. The tokens can be acquired through games such as Rune Evolution, buy them from an exchange such as Rune Swap, or earn them from raiding previous farms. There are 33 different runes in the Rune ecosystem, distributed over two years through a variety of mechanisms. Each rune is a BEP20 token with a finite supply of 100,000 units or less (after burns). Many of these runes can only be acquired by providing liquidity and raiding farms. Each rune has a unique use-case or utility within the Rune Universe. For example, runes are needed to mint Runewords, rare NFTs that make your character more powerful.\n\n## Features\n- Yield farming\n- Staking NFTs ~10 that affect your harvest positively or negatively\n- Fluid farming, automatic multi-token reward accumulation\n- Crafting NFTs based on recipes utilizing the rewarded tokens\n",
    "game": 1,
    "isEnabled": true,
    "attachments": []
  },
  {
    "uuid": "recusE7yg32UyslWG",
    "name": "Introduction",
    "text": "Rune Raid is the first game in the Rune Universe. The game initially distributed the Rune governance token ($RXS) and rewards liquidity providers with in-game items such as runes and Runewords (NFTs). Several runes (BEP20 tokens) in the ecosystem can only be acquired by raiding yield farms.\n\nThere are 33 runes in the Rune ecosystem, distributed over two years through a variety of mechanisms. Each rune is a BEP20 token with a finite supply of 100,000 units or less (after burns).\n\nMany of these runes can only be acquired by providing liquidity and raiding farms. Each rune has a unique use-case or utility within the Rune Universe. For example, runes are needed to mint Runewords, rare NFTs that make your character more powerful. Some of these Runewords can even be used to optimize your yield farming game. Most of the runes will be used and burned forever 🔥\n\nThe Rune protocol token was issued on Binance Smart Chain (BSC) through an Initial Decentralized Exchange Offering (IDO) on Pancake Swap with a limited supply of 19,300 tokens. There was a fair launch of the token with no pre-mine. To enable the token as an in-game currency each $RUNE was split into 10,000 Rune Shards ($RXS) in the Great Sharding of November 2021, giving $RXS a total supply of 193,000,000. All $RXS tokens have been mined, however there is plenty more raiding to be had!\n",
    "game": 1,
    "isEnabled": true,
    "attachments": []
  }
]