[
  {
    "uuid": "recHYXHqb8LY3DGsJ",
    "id": 1,
    "name": "Rune Raid",
    "link": "https://rune.game/game/raid",
    "primaryColor": "red",
    "secondaryColor": "white",
    "logoLink": "https://rune.game/images/games/rune-raid-logo.png",
    "shortDescription": "Rune is an addicting dark fantasy RPG. Play and earn runes (crypto) battling players and AI. Use runes to craft gear (NFTs) to make your character more powerful.",
    "description": "The Future DeFi and Gaming Ecosystem\n\nHybrid gaming ecosystem which utilizes NFT game assets, seamless integration into a conventional game.\n",
    "storyline": "",
    "cmcDescription": "## What Is Rune (RUNE)?\n\n[Rune](https://coinmarketcap.com/currencies/rune/) is an open-ended dark fantasy gaming universe built on [Binance Smart Chain](https://coinmarketcap.com/alexandria/article/what-is-binance-smart-chain), where players can battle, join a guild, collect powerful weapons, and earn [NFTs](https://coinmarketcap.com/alexandria/glossary/non-fungible-token) and cryptocurrency in the form of runes by playing.\n\nRunes are small and rare stones inscribed with magical glyphs needed to craft Runewords (NFTs), weapons, and armor. 33 different Runes are distributed to players over two years. Each Rune has a supply of 100,000 or less, and players can earn Runes by competing against other players, joining guilds, participating in yield farms, and community participation.\n\nThe Rune universe consists of Rune Evolution, a play-to-earn game, Rune Farm, the yield farm, Runewords (NFTs), and the Rune Infinite Arena, a player-versus-player game. The team is also developing the Rune Sanctuary, an MMORPG that will be launched in 2022. Currently, Rune is running on BSC, but the team sees the universe as blockchain-agnostic and is building a bridge to [Polygon](https://coinmarketcap.com/currencies/polygon/).\n\n## Who Are the Founders of Rune?\n\nRune’s founders are anonymous. The team chose to stay anonymous to protect itself, its associates, and users from “archaic legislation imposed by governments who won’t understand the emerging DeFi field for years to come.” The team alludes to “Binzy,” which is their fill-in for the person(s) behind Rune, a real software engineer with 20 years of experience and connections in the crypto world.\nIn total, the team consists of 12 people: the lead dev, four unity developers, a React developer, a Solidity developer, two consultant developers, two consultant project managers, one marketing manager, one community manager, four mods and some advisors.\n\n## What Makes Rune Unique?\n\nRune offers an attractive mix of blockchain gaming, NFTs, and elements from decentralized finance. Its universe is split into four different parts.\n\nRune Evolution is a play-to-earn game and was the first game built for the ecosystem. You start as a dragonling that can fly around and eat sprites to evolve into a dragon eventually. One round in the web browser-based game lasts five minutes, and players can earn crypto as a reward.\n\nRune Farm is the yield farm that attracts liquidity to the ecosystem. You can acquire runes through providing liquidity and raiding farms, i.e., yield farming. The team promises that since the supply of runes is limited, their price should find a bottom. Moreover, each rune has its specific utility, and runes can also be combined to build Runewords. Furthermore, for 2022, an online RPG built around runes is in development.\n\nRunewords (NFTs) are unique weapons and armor. Each Runeword is suitable for a specific hero class (seven different hero classes exist) or style of play. Runewords improve a hero’s capabilities in battle and offer improved farming and merchant abilities. Runewords are shared, collected, and traded in the Rune Market and players will soon be able to lend them to others. Runewords are crafted from runes.\n\nFinally, the Rune Infinite Arena is a player-versus-player, web-based 2D topdown game, where you battle your opponents for prizes. Once you defeat an opponent, they go back to the beginning while you can continue the path that goes on infinitely. The last one standing after one minute of battle claims a reward in the form of crypto or NFTs. Every 15 minutes, you enter a new arena.\n",
    "contracts": "- [0x4596e527eba13a27cd02576d023695eab0a6b210](https://www.bscscan.com/address/0x4596e527eba13a27cd02576d023695eab0a6b210)\n- BSC\n- [0x5fE24631136D570D12920C9Fa0FEcaDA84E47673](https://www.bscscan.com/address/0x5fE24631136D570D12920C9Fa0FEcaDA84E47673)\n- BSC\n- [0xB615023dfa06944B06c4caDB308E6009907E8f4d](https://www.bscscan.com/address/0xB615023dfa06944B06c4caDB308E6009907E8f4d)\n- BSC\n- [0xdAE69A43bC73e662095b488dbDDD1D3aBA59c1FF](https://www.bscscan.com/address/0xdAE69A43bC73e662095b488dbDDD1D3aBA59c1FF)\n- BSC\n- [0xe97a1b9f5d4b849f0d78f58adb7dd91e90e0fb40](https://www.bscscan.com/address/0xe97a1b9f5d4b849f0d78f58adb7dd91e90e0fb40)\n- BSC\n- [0xa9776b590bfc2f956711b3419910a5ec1f63153e](https://www.bscscan.com/address/0xa9776b590bfc2f956711b3419910a5ec1f63153e)\n- BSC\n- [0xcfA857d6EC2F59b050D7296FbcA8a91D061451f3](https://www.bscscan.com/address/0xcfA857d6EC2F59b050D7296FbcA8a91D061451f3)\n- BSC\n- [0x6122F8500e7d602629FeA714FEA33BC2B2e0E2ac](https://www.bscscan.com/address/0x6122F8500e7d602629FeA714FEA33BC2B2e0E2ac)\n- BSC\n- [0x3e151ca82b3686f555c381530732df1cfc3c7890](https://www.bscscan.com/address/0x3e151ca82b3686f555c381530732df1cfc3c7890)\n- BSC\n- [0x2a74b7d7d44025bcc344e7da80d542e7b0586330](https://www.bscscan.com/address/0x2a74b7d7d44025bcc344e7da80d542e7b0586330)\n- BSC\n- [0x60e3538610e9f4974a36670842044cb4936e5232](https://www.bscscan.com/address/0x60e3538610e9f4974a36670842044cb4936e5232)\n- BSC\n- [0x2098fef7eeae592038f4f3c4b008515fed0d5886](https://www.bscscan.com/address/0x2098fef7eeae592038f4f3c4b008515fed0d5886)\n- BSC\n\n"
  },
  {
    "uuid": "recliyliDEtDvPAXj",
    "id": 2,
    "name": "Rune Evolution",
    "link": "https://rune.game/game/evolution",
    "primaryColor": "blue",
    "secondaryColor": "grey",
    "logoLink": "https://rune.game/images/games/rune-evolution-logo.png",
    "shortDescription": "",
    "description": "Rune Evolution is a web-based arena style game, comprised of 10+ game modes rotating every 5 minutes. You collect sprites to evolve your character to be able to beat other players, while trying to collect rewards scattered on the map. Each game mode puts a spin on the game play. Although it's easy to get started, the battle for glory is more difficult. It currently has 5+ servers covering the world.\n",
    "storyline": "You start a dragonling, new to the vibrant Mage Isles, in a world of might and magic. The isles are a dangerous place for a youngling, and you constantly need to flee to safety. Until one day, suddenly, you evolve, and find new strength to conquer your foes.\n",
    "cmcDescription": ""
  },
  {
    "uuid": "recFdy48Ir2f75dAI",
    "id": 3,
    "name": "Rune Infinite",
    "link": "https://rune.game/game/infinite",
    "primaryColor": "yellow",
    "secondaryColor": "white",
    "logoLink": "https://rune.game/images/games/rune-infinite-logo.png",
    "shortDescription": "",
    "description": "Crush opponents while earning unique prizes in this fast-paced fantasy PvP brawler from Rune: a world-renowned crypto gaming company pushing NFT games to new horizons. Choose your class, customize your avatar, and collect unique NFTs playing the third game in Rune’s ever-expanding metaverse. Test your mettle against players across the globe and rise above the rest as Champion of the Infinite Arena. \n",
    "storyline": "",
    "cmcDescription": ""
  },
  {
    "uuid": "recmnIkddjmEnA2V0",
    "id": 4,
    "name": "Rune Guardians",
    "link": "https://rune.game/game/guardians",
    "primaryColor": "green",
    "secondaryColor": "grey",
    "logoLink": "https://rune.game/images/games/rune-guardians-logo.png",
    "shortDescription": "",
    "description": "Hatch unique pets, unlock special abilities, and raise your perfect Guardian in the newest digital pet NFT game from Rune. Grow and evolve your pets as you fight alongside them in Rune’s expanding metaverse: from the Infinite Arena PvP brawler to the vast RPG of Sanctuary. With over 50 unique pet designs and nearly a trillion combinations: breed an epic companion that’s unique to you! Earn new and exclusive recipes, rewards, and abilities as you progress in this constantly evolving game, seamlessly integrated into Rune’s flourishing ecosystem.\n",
    "storyline": "",
    "cmcDescription": ""
  },
  {
    "uuid": "recWcz2wmZA77hYrk",
    "id": 5,
    "name": "Rune Sanctuary",
    "link": "https://rune.game/game/sanctuary",
    "primaryColor": "orange",
    "secondaryColor": "grey",
    "logoLink": "https://rune.game/images/games/rune-sanctuary-logo.png",
    "shortDescription": "",
    "description": "With the power of the Metaverse Cube in your hands, you are tasked with saving Haerra from inevitable destruction. Immerse yourself in Rune’s groundbreaking fantasy RPG as you customize your unique character and class, craft unique NFTs, and rise against the forces which seek to overwhelm Haerra. In Sanctuary, every choice you make has consequences. Do you have what it takes to save your world, or will you fall to ruin at the feet of the gods?\n",
    "storyline": "",
    "cmcDescription": ""
  },
  {
    "uuid": "recSIGqwutwxGZ0QQ",
    "name": "All",
    "link": "https://rune.game/game/all",
    "shortDescription": "",
    "description": "",
    "storyline": "",
    "cmcDescription": ""
  },
  {
    "uuid": "rec30y7q0GbrifBhL",
    "name": "Infinite",
    "link": "https://rune.game/game/infinite",
    "shortDescription": "",
    "description": "",
    "storyline": "",
    "cmcDescription": ""
  },
  {
    "uuid": "rec04Gev2q4V1hovY",
    "name": "Raid",
    "link": "https://rune.game/game/raid",
    "shortDescription": "",
    "description": "",
    "storyline": "",
    "cmcDescription": ""
  }
]