[
  {
    "uuid": "recMR4ZQfc0PhY6t5",
    "id": 1,
    "name": "Eledon",
    "title": "God of Astra",
    "isEnabled": true,
    "link": "https://arken.gg/npc/eledon",
    "shortDescription": "God",
    "description": "An angelic, winged being with eyes like white fire, stoic and squared features, and a ring of glowing longswords which fan out behind his back.\n",
    "image": "https://dl.airtable.com/.attachments/63a0eb8bad87563d68519ca136d4f943/7d7103ac/Eledon.jpg?ts=1661148511&userId=usrf0GZYc5zCl9Cv7&cs=4f3a3ad1dec4456a",
    "secondaryImage": "https://dl.airtable.com/.attachments/267ffb6e05ba3052e972c689a631407c/16dfc277/Sketch-Eledon.png?ts=1661148511&userId=usrf0GZYc5zCl9Cv7&cs=a94b0e45d17654ee",
    "lore1": "**PERSONALITY**\n\nEledon served as the king of his people for thousands of years before they transcended into the cube. Once a zealous student of astra, Eledon took pride in crushing disciples of other energies. Since then, however, time tempered his demeanor: trading in fervent butchery for calculated strategy. During this time, he developed a steely demeanor and a stalwart belief in the rightness of certain principles. Eledon values justice and order above all, though redemption, temperance, and strength also play important roles. Anything that falls outside of these few virtues is considered villainy by Eledon, and dissidents are either converted or suffer a quick death. Even though the other gods eventually grew tired of his rule in the cube and split to form their own realms, Eledon still considers himself chief among the gods, and seeks the destruction of Azorag above all.\n",
    "lore2": "**REALM**\n\nAt least on its exterior face, Eledon’s realm exemplifies the virtues he embodies. Streets are orderly and clean, the infrastructure and buildings are neat and uniform, and people move to and fro their tasks with purpose. Most areas of the realm follow a standard architecture: white marble with gold accents, a mix which Eledon believes best represents astra energy.\n\nMost day-to-day business in the realm takes place in Eledon’s sprawling capital city Astrovia. Here, elegant spires pierce the blue skies and sweeping marble promenades connect sparkling ponds with gilded bridges. Fountains are scattered about the city, built in the likeness of Eledon and his six alorium. People speak in hushed tones in public, and any loud laughter or exclamation echoes across the stone faces–earning looks of disapproval from passersby. Most citizens of Astrovia live in the towers and pillared buildings where they also work. Beyond work and worship, people have little to do in Astrovia save occasional performances and high art exhibits. Beneath this white-marble facade, however, there exists a massive prison network, where dissidents and war prisoners undergo ‘heresy treatment’: a brutal process meant to turn heretics into followers of Eledon. Beneath the prison lies an astral pit, which is little more than a black hole to forever consume those who would not submit to Eledon.\n\nAside from Astrovia, much of Eledon’s realm is rural–rolling hills and plains covered with farmland and mining complexes. In the far-western reaches of the realm, Borial and Delaran run a massive military camp for all types of ground-bound astralytes, wherein Logos fashions realistic combat simulations where soldiers fight both real and illusory chaospawn. To the north, Xalia trains Eledon’s clergy to manipulate astra energy in the Astra Parapet: a massive white-marble cylinder void of color and decor. East of the Astra Parapet–set deep within the mountains–Korryn trains Eledon’s winged astralytes through dangerous courses that plunge around mountaintops and through tight-walled caves. Shirayla travels between each of these and the various law courts around the realm, ensuring that Eledon’s principles are being upheld–and issuing severe punishment if found otherwise.\n",
    "lore3": "**FOLLOWERS AND WORSHIP**\n\nEledon sees his followers on Haerra as his children, at least in the sense that they are helpless and in need of guidance. Eledon believes that these lost souls are imperfect in many ways, but still deserve a chance to join Eledon's host. Eledon only grants astra abilities to those few he considers worthy to wield it. Usually astra users are only granted such power after years of dedication and service to Eledon.\n\nEledon demands sobriety and austerity of his followers, and does not take kindly to those who break their oaths. Worship, however, takes many different forms. Some followers choose to isolate themselves and focus on self-improvement, becoming more like Eledon in practice. Others choose to spread the gospel of Eledon: their worship the act of preaching and teaching Eledon's virtues.\n",
    "lore4": "**ABILITIES**\n\n- Ascension\n",
    "quote1": "\"A divine purge is long overdue. Without my light, Haerra will fall to its arrogance and self-pleasing.\"\n",
    "characterRace": 11,
    "characterTypes": [7],
    "energies": [1]
  },
  {
    "uuid": "rects3Wi8tBUBv3Yq",
    "id": 2,
    "name": "Azorag",
    "title": "God of Chaos",
    "isEnabled": true,
    "link": "https://arken.gg/npc/azorag",
    "shortDescription": "God",
    "description": "An ashen-skinned being with spiraling ram horns, veins of coursing flame, and a hidden form begging to be unleashed.\n",
    "image": "https://dl.airtable.com/.attachments/0e35d0691260802db540df17368f2e2b/6e5358d5/azoragfinal.jpg?ts=1661148512&userId=usrf0GZYc5zCl9Cv7&cs=44f3a1f92b29298f",
    "secondaryImage": "https://dl.airtable.com/.attachments/80e065f5d98e4224fa009993b57bc022/86e9af37/Sketch-Azorag.jpg?ts=1661148512&userId=usrf0GZYc5zCl9Cv7&cs=f40b6eda24a6acd6",
    "lore1": "**PERSONALITY**\n\nEven before Azorag mastered the volatile Chaos energy, Azorag was known to be arrogant and wrathful in the old land of the gods. Even paired with immortality, Azorag’s fury never tempered. Instead, boredom and eventual entrapment within the cube only made him more tyrannical: killing for sport and finding pleasure in the suffering of others. Condemned by the astra god Eledon, Azorag has been accused of “betraying the energy that gives him power” by twisting it for his own personal gain. But Azorag pays little attention to these accusations, seeing energy as a force to be wielded and controlled: not respected.\n",
    "lore2": "**REALM**\n\nWithin the cube, Azorag’s realm is marked by black skies, fields of raging fire and crackling red energy, rifts and pits with no bottom, and areas blanketed with unnatural silence and darkness.\n\nAzorag’s capital is Vogra, a massive city swarmed with indulgence and sadism. Buildings of black marble pierce into the dark skies, housing Vogra elite who engage in nightly sacrifices and orgies, often ending in intoxicated stupors. Clinging to these (semi) permanent structures are thousands of small, ramshackle hovels, where an assorted mix of chaospawn dwell–from fallen angel addicts to succubi prostitutes. These structures often don’t last long: crushed and burned for sport by Vogra elite and any others who can manage it. There are no formal laws in Vogra: law only exists as far as one can enforce it. Above the chaos of the city floats Azorag’s grand palace, held aloft by crackling scarlet energy that occasionally synapses through the city–causing incredible destruction in its wake. Massive scorched chains bolt the palace to the city, nearly unbreakable in nature. Directly beneath the palace lies the Infinite Arena, where various war prisoners, traitors, and infidels fight to the death for the entertainment of Azorag and his elite.\n\nMany other regions make up Azorag’s realm. In the east, a mountainous region of decadence and pleasure constitutes Shilai, where Elyra serves Azorag as ruler of the succubi and incubi. Society here is luxurious: with floors covered in vibrant carpets, saunas and baths in every chamber, and wine flowing from stone fountains. Just north of Shilai, the flaming fields of Grogunn compose Kufuul’s domain. Here, Kufuul heads the military training of all chaospawn, crushing their souls and wills from their bodies to turn them into mindless killers. Meanwhile, Qorrekh’s Pit of Malediction makes up the western reaches of Azorag’s realm–a massive, bottomless crater, its sides pocked with shallow caves and tunnel networks. Here, Qorrekh focuses her resources on creating foul experiments of all kinds: from stitching types of chaospawn together to building towering golems of flesh and stone. To the south, Midnight Rift houses a plethora of fallen angels and terrifying creatures of darkness. This decrepit city is dense with fog, where areas of deafening silence are interspersed with sudden, bone-chilling screams. A small tear in the cube here creates a veiled rift between Azorag and Isidor’s realm, causing unnatural breeding to occur between chaospawn and undead.\n",
    "lore3": "**FOLLOWERS AND WORSHIP**\n\nAzorag views his followers--both within the cube and in Haerra--as disposable and impermanent. In his perspective, all things and creatures are simply obstacles for chaos to consume: including himself. Despite this, Azorag considers himself the central instrument of chaos. He grants chaos energy to any who would use it for chaotic purposes, though he demands much in return.\n\nServants of chaos are required to spread chaos wherever they go, whether on a small scale--like thieving coin--or on a grand scale: such as conquering Haerra for the glory of Azorag. Beyond this, they are subject to Azorag's whims: commanded to jump into pits of lava or set one's house on fire. Though he doesn't demand it, many of Azorag's Haerran followers offer sacrifices--both human and animal--to please the god.\n",
    "lore4": "**ABILITIES**\n\n- Unleash\n",
    "quote1": "\"Chaos is not evil, you see. Chaos is freedom, and freedom is whatever you make of it.\"\n",
    "characterRace": 11,
    "characterTypes": [7],
    "energies": [6]
  },
  {
    "uuid": "recY2665JzRrHtWP2",
    "id": 3,
    "name": "Metun",
    "title": "Goddess of Gaia",
    "isEnabled": true,
    "link": "https://arken.gg/npc/metun",
    "shortDescription": "Goddess",
    "description": "A beautiful elven woman in a light green tunic, with a crown of autumn leaves and bracers made of vines. The earth shifts and parts as she moves.\n",
    "lore1": "**PERSONALITY**\n\nTo Metun, the cycle of life and death is the most natural thing in the universe. All things undergo this process: from plants which undergo death and rebirth once a year, to stars and planets which collapse into cosmic dust. As such, Metun did not readily choose to enter the cube alongside the other gods. In fact, she resisted the notion altogether. However, when she learned they planned to go forward no matter the presence of gaia, Metun was faced with a difficult choice: fulfill her values and perish, or bring the guidance of gaia to the next universe. Though bitter, she eventually chose the latter: entering the cube with her people.\n\nShe tried and failed to convince her people to live in harmony. As Azorag and Eledon broke into factions, the other gods dispersed into their own realms, barriered from each other. When Metun realized she would not be able to foster nature in every realm, she retreated into her own, angry at the other gods for their rejection of both peace and gaia.\n",
    "lore2": "**REALM**\n\nWhen building her realm, Metun tried to infuse as much nature from their homeland as possible. Trees blossoming with vibrant leaves of all colors, luminescent flowers and creatures, and streams of crystalline water. Alongside the seeds she spread from her homeland, Metun noticed new natural life flourishing--life exclusive to the cube. Prismatic flowers broke through the earth, accompanied by trees of a fractal, glass-like material. Vines overtook the few structures scattered throughout Metun's realm, their trailing sinews refracting light in a billion sequins of shimmering color. Metun wondered at these strange natural phenomena and has spent thousands of years studying and documenting their form and growth.\n\nThough the vast stretches of wild and untamed land teem with life and beauty, they are not without danger. Metun created a vibrant natural ecosystem, complete with predators. Large winged beasts soar above snow-capped mountains, diving at elk-like creatures who chew their grass complacent and unaware. Two-headed tigers with fur coats of all colors stalk through the undergrowth, their keen eyes tracking the agile setyan: fawn creatures with long, frilled tails.\n\nHumanoids are few and far in-between in Metun's realm, as she generally distastes her people: preferring to remain isolated with the flora and fauna of nature. Those few humanoids are often elves and peoples heavily influenced by gaia magic, resembling Haerran druids with slightly shimmering skin and marks of nature (such as antlers and feathered arms). Metun is nearly as much a god to these people as she is to those on Haerra, as she interacts very little with those within her own realm.\n",
    "lore3": "**FOLLOWERS AND WORSHIP**\n\nThough Metun once cultivated her people with tedious care, her more recent pattern of isolation leaves nature in the hands of her followers. She rarely interacts with any humanoids, especially those on Haerra. Regardless, her infrequent interventions in history have left the druids and elves of Haerra to revere her more: vying for the attention of the nature goddess.\n\nSimilarly to mana energy, gaia energy is given to all who seek it. Though it is more difficult to harness than mana energy, anyone who spends a great deal of time in the woodlands--be it rangers, druids, or others--begin to develop at least a slight grasp on gaia energy.\n",
    "lore4": "\n",
    "quote1": "\"One day, wind and mold bill break down even the tallest of your structures, until nothing remains of them but dust.\"\n",
    "characterRace": 11,
    "characterTypes": [7],
    "energies": [4]
  },
  {
    "uuid": "recWcviXALGw8ZODt",
    "id": 4,
    "name": "Relia",
    "title": "Goddess of Kona",
    "isEnabled": true,
    "link": "https://arken.gg/npc/relia",
    "shortDescription": "Goddess",
    "description": "A harsh, commanding woman in tarnished gold-plate armor, with a floating crown of burning stars orbiting about her head.\n",
    "lore1": "**PERSONALITY**\n\nWhen the many gods entered the cube, Relia was simply a zealous follower of Eledon. Kona energy wouldn't be discovered for another millennium, until Relia abandoned Eledon's \"fruitless and vindictive\" cause. When she did so, she was stripped of astra energy capabilities and hurled from Eledon's realm into the Mirror Planes: a roiling tempest of clashing realities which separates the cube realms from each other.\n\nStarving and alone for centuries, Relia stumbled into a new realm, thus far uninhabited by other gods. This realm was one of sand dunes and harsh sunlight, where water and life are scarce. Unable to harness astra energy, Relia was forced to adapt, harnessing source energy in other ways until she stumbled upon a new energy: one that appeared to utilize sunlight.\n\nNaming this energy 'kona', she focused on the soul-shaping properties of sunlight. She extolls the virtues of equilibrium: in the harshness of the sun and the freezing lack of it, one must be able to control their bodies with their mind, emptying themselves of weakness and complaints. In addition, discipline is necessary to survive such harsh conditions, as the sun will burn away any impurities of the flesh.\n",
    "lore2": "**REALM**\n\nThe most recent of all the realms, Relia developed her domain from nothing but desert wastelands. She raised humanoids from salt, dug trenches to divert water and cultivate crops, and eventually built towering monuments which stretched towards the sun. After her centuries walking the crashing prismatic tempest of the Mirror Planes--the chaos that separates the cubic realms from each other--Relia gained an adoration for the prism. As such, she caps her towering spires with gigantic prisms that harness and reflect sunlight to do incredible things: from lighting greenhouses year-round to powering high-tech machinery with crystalline batteries.\n\nHer people wear little clothing, instead basking in the radiance of the sunlight during the day and working at night. Their lives are guided by purification and self-control, and any who fall outside of this mindfulness are quickly reminded with the harsh punishment of Relia's law-keepers.\n",
    "lore3": "**FOLLOWERS AND WORSHIP**\n\nWhile Relia's favored followers live in the harsh climates of the desert, she also grants knowledge of kona energy to those who exemplify self-control and justice. As an exile of Eledon's discipline, Relia does not abide by the same principles that bind Eledon. Instead, Relia allows kona energy to spread to all who are strong enough to take it.\n\nAs such, paladins--both 'good' and 'evil'--are often attracted to kona energy for its purification and purging energy. Above all else, kona is a harsh and revealing energy, which roots out shadows and destroys them.\n",
    "lore4": "\n",
    "quote1": "\"Purification is the process of burning off imperfections: arrogance, fear, lust, laziness. Without destroying the rust, one can never truly shine.\"\n",
    "characterRace": 11,
    "characterTypes": [7],
    "energies": [3]
  },
  {
    "uuid": "reck6b4rQlXekvuue",
    "id": 5,
    "name": "Isidor",
    "title": "God of Ichor",
    "isEnabled": true,
    "link": "https://arken.gg/npc/isidor",
    "shortDescription": "God",
    "description": "An incorporeal figure of smoke and shadows. He appears vaguely like an aging man in long misting robes, dwarfed by a massive foggy scythe that floats behind and above him.\n",
    "lore1": "**PERSONALITY**\n\nBefore he became intertwined with ichor energy, Isidor served as a cleric for an order of old gods. Long before the humanoids overcame the elementals, Isidor zealously advocated a god named Engadiir, the Yawning Maw. Isidor believed that Engadiir would devour all within his destructive jaw, crushing stars and planets to dust. However, if there was something that resisted his bite, Engadiir would spit this thing out and give it a permanent place among the cosmos.\n\nAs such, Isidor tried to gain as much power as he could muster, until one day he stumbled upon ichor energy. Surely with power over death, thought Isidor, Engadiir would have to respect his strength. However, when Isidor tapped into ichor, he underestimated its potency and tore into source energy directly: all but obliterating his essence. Isidor remained a vague shadow of himself, tortured by eternal pain yet unable to die. Isidor bleeds undeath into the dead things around him, creating throngs of undead wherever he travels.\n",
    "lore2": "**REALM**\n\nA colorless plane of shadow and fog, the dilapidated structures in Isidor's realm are seldom occupied by the living. His land is walked by the undead--millions of them: from all corners of the universe. Isidor collects them like stray puppies, guiding them in their shambling stupor until they turn to dust and their souls are released. No one is clear as to whether Isidor's realm in the cube spans the gap between the world of the living and dead. Some theorize that Isidor's realm _is_ the underworld: that all who die on Haerra are transported into the cube, while others reject the notion.\n\nNo matter the truth, Isidor's realm inspires terror in the hearts of all who visit. As the keeper of all souls fallen within the cube--and perhaps outside--Isidor is tortured by both his wayward soul and the shrieking souls of a thousand others. Despite this, Isidor does not appear to be broken and mad. Instead, Isidor remains quiet and somber, overlooking his realm from skeletal flight or on high mountain peaks of gray and blackened shale.\n",
    "lore3": "**FOLLOWERS AND WORSHIP**\n\nIsidor remains distant from his followers, forcing ichor energy users to traverse the long path to finding ichor energy: alone. One of the most recently discovered and harnessed energies in Haerra, ichor energy only rose to prominence with the Forsaken Mancers, though it has since blossomed and branched into other necromantic organizations.\n\nNecromancers as diverse in worship as they are in their beliefs. Forsaken Mancers pile up pires of dead or undead corpses, burning them in sacrifice to Isidor. Others cause physical harm to themselves, believing it to bring them closer to the eternal torture suffered by Isidor. Others still, the Ragor Necrologists pay homage to Isidor with iconography and ceremony, reflecting on the veil between the physical world and the spirit realm: connecting them closer to Isidor than through a cube.\n",
    "lore4": "\n",
    "quote1": "\"Fearing me is like fearing the air you breathe. Why fear what is natural, what is inevitable?\"\n",
    "characterRace": 11,
    "characterTypes": [7],
    "energies": [5]
  },
  {
    "uuid": "recak9N8uvU3pdvKx",
    "id": 6,
    "name": "Walarah",
    "title": "Goddess of Mana",
    "isEnabled": true,
    "link": "https://arken.gg/npc/walarah",
    "shortDescription": "Goddess",
    "description": "A playful girl (or sometimes fairy) who wears simple adventuring clothes and bubbles with joy and excitement.\n",
    "lore1": "**PERSONALITY**\n\nOften seen as a young girl with vibrant, multi-colored hair, Walarah bubbles with the excitement of endless curiosity. Buzzing with energy and bursting with power, Walarah exhibits many identical characteristics to mana energy: volatile and chaotic, while at the same time well-intending, creative, and playful. No matter the mundanity of the situation, any length of time with Walarah is an adventure chalk full of excitement and--more often than not--incredible danger.\n",
    "lore2": "**REALM**\n\nWalarah's realm embodies playfulness as much as she herself does. As the possibilities of mana energy are nearly limitless, Walarah built an incredible playhouse of illusions and tricks and strange phenomena. While walking around her realm, one will often find gravity switching directions: resulting in people and creatures walking on the sky, with water dripping down from the ocean above. Portals with random exits come and go as they please, and adorable creatures of all shapes and sizes pop in and out of existence.\n\nWalarah herself floats about the realm, playing with the varied bunch of creatures and stranger aspects of the realm: including harmless elementals and flying clouds for transport. Though all are welcome in Walarah's fantastic realm, only those well-versed in mana energy would dare stay for long: lest the chaos become overwhelming and uncontrollable.\n",
    "lore3": "**FOLLOWERS AND WORSHIP**\n\nWalarah shares the secrets of mana energy with all who have the patience to listen. Somewhat ironically, the most powerful mana-users dedicate much of their life to the serious and solemn study of magic, dwelling in heavy tomes to unearth the secrets of arcana. While many mages treat the use of mana as a thing to be revered or safeguarded, Walarah's favored mages see through this lie: focusing on the creative and playful aspects of arcana.\n\nWhile Walarah loves attention, stunning onlookers whenever possible, she detests the idea of 'worshippers.' She considers all who practice harnessing mana energy--no matter their gravity--as playmates and fellow explorers.\n",
    "lore4": "\n",
    "quote1": "\"Did somebody say bubbles?! No? Then why are you talking to me? Bring bubbles, and I'll talk.\"\n",
    "characterRace": 11,
    "characterTypes": [7],
    "energies": [2]
  },
  {
    "uuid": "recNQ2bTgrRe3hIRf",
    "id": 7,
    "name": "Zeno",
    "title": "God of Temporality",
    "isEnabled": true,
    "link": "https://arken.gg/npc/zeno",
    "shortDescription": "God",
    "description": "A regal elderly man in large, colorful wizard robes. He has a long white beard and carries a tall golden rod.\n",
    "lore1": "**PERSONALITY**\n\nOften found beaming with a jovial smile, eyes crinkled shut with long laugh lines adorning his face, Zeno has never taken himself or his station very seriously. While others consider themselves gods, Zeno considers himself a scholar and historian of his people. When Zeno first saw the people of Haerra, he was fascinated by them--especially their uncanny resemblance to his own people. Zeno took pity on them and worked to reveal the secrets of source energy to a select few, in the hopes that they could save themselves from the collapsing world. Believing that the best way to do this was by breaking the cube barrier between the gods' cube and Haerra, Zeno gave everything to do exactly this: sacrificing himself to destroy the worldstone and free the cube.\n\nEven though Zeno long since lost hope for his own people, he saw potential in the peoples of Haerra: that they would not make the same mistakes as he and his fellow gods had.\n",
    "lore2": "**REALM**\n\nCloistered in the furthest reaches of the cube, Zeno's realm is little more than a thin, low mountain range. At the center of this range dwells Zeno, alone in his spiraling firelit and rug-scattered tower. Here, books pile from floor to ceiling in haphazard stacks, leaning against dusty glass cases hoarding all manner of ancient relics of the past. In the center of this, Zeno conducts his study: collecting forgotten knowledge on the worldstone and curating plans to destroy it. All the while, he communicates with his small group of loyal followers on Haerra: the First Order of Zeno.\n\nWhile not working to preserve Haerra, Zeno often sits in a weathered armchair by a warm hearth, reading and reminiscing on magically stored memories.\n",
    "lore3": "**FOLLOWERS AND WORSHIP**\n\nThough revered by many scholars and mages, Zeno grants knowledge of temporal energy to very few individuals. Though he values the Archivists for their recording of history and dedication to knowledge, Zeno only ever grants temporal energy to those who display the responsibility to use this power wisely. Of course, this is not always the case: outliers such as Talav the Betrayer use their potent temporal abilities to cause chaos and wreak havoc on others.\n\nZeno rarely accepts worship of any sort, considering himself a simple scholar and teacher. Though he remains the patron god of many organizations--like the Archivists--Zeno purposefully avoids spreading any tenants or values in his name, resulting in varied accounts of his personality and beliefs.\n",
    "lore4": "\n",
    "quote1": "\"For you, time is a linear thing. In reality, time is a frayed rope, which we've somewhow tied into a noose.\"\n",
    "characterRace": 11,
    "characterTypes": [7],
    "energies": [7]
  },
  {
    "uuid": "rec2tw3MJGPeCMkDb",
    "id": 8,
    "name": "Nezir",
    "title": "The Crawling Nightmare",
    "isEnabled": true,
    "link": "https://arken.gg/npc/nezir",
    "shortDescription": "Demorium",
    "description": "A truncated centipedal creature of many twisting limbs, with an insatiable hunger for flesh.\n",
    "image": "https://dl.airtable.com/.attachments/4d3f1a50d1f744941c1fd3316f2e6289/87d0cd5e/NezirtheCrawlingNightmare.png?ts=1661148517&userId=usrf0GZYc5zCl9Cv7&cs=d8a46770f9a9ead6",
    "secondaryImage": "https://dl.airtable.com/.attachments/4855b45683193c4724a9237f49b0c51a/5a595b00/Sketch-Nezir.jpg?ts=1661148517&userId=usrf0GZYc5zCl9Cv7&cs=ebf870fae05db129",
    "lore1": "**PERSONALITY**\n\nNezir thirsts for flesh above all else, so much so that she sacrificed her once beautiful form to be better at tearing meat off the bones of her prey. Nezir is Azorag's most twisted killing machine, deriving pleasure from the screams and cries of her victims. She is the only demorium that Azorag must discourage from rampaging, as she would devour each and every morsel in Azorag's realm if given the chance. Instead, Azorag channels her thirst into his Infinite Arena, harnessing her viciousness for the entertainment of himself and his elite.\n",
    "lore2": "**HISTORY**\n\nThe longest reigning champion in Azorag's Infinite Arena, Nezir embodies the most depraved and vulgar aspects of chaos. A twisting creature of truncated limbs and spiked scorpion tails, Nezir was one of Azorag's first followers before entering the cube. A woman of unrivaled beauty and seduction, she grew to cannibalize the people she slept with, reveling in the taste of flesh.\n\nEventually, however, she became bored of her \"weak and pathetic\" form. She went to Qorrekh and asked her to transform her into something powerful, something twisted and terrifying. More than gleeful of this opportunity, Qorrekh obliged, undergoing hundreds of experiments to, eventually, rebirth Nezir into her current form: a giant creature of spikes and limbs, with teeth large enough to rip into flesh without issue.\n\nThereafter, Nezir thrived on the attention and pleasure she derived from ripping apart contestants in the Infinite Arena. While others desperately fought to escape the arena, Nezir spent her free time at the arena as though it was a buffet: coming and going as she pleased, devouring tasty morsels as a pastime.\n",
    "quote1": "\"I've consumed morsels much larger and sharper than you, little bug.\"\n",
    "character": 59,
    "characterRace": 9,
    "characterTypes": [3],
    "energies": [6]
  },
  {
    "uuid": "recFYfSr3vZFL7FUq",
    "id": 9,
    "name": "Mikelar",
    "title": "Astrabane",
    "isEnabled": true,
    "link": "https://arken.gg/npc/mikelar",
    "shortDescription": "Demorium",
    "description": "A former alorium who defected to the side of Azorag, whose glorious flaming wings and blade now writhe with a sickly green fire.\n",
    "image": "https://dl.airtable.com/.attachments/064efbcac92caf144eb0029f578ecf83/f393e8b3/PastedFileatNovember29202111_23PM.png?ts=1661148518&userId=usrf0GZYc5zCl9Cv7&cs=ffad21fef25b5858",
    "secondaryImage": "https://dl.airtable.com/.attachments/43d5232ba4d282f3feac4828c661aa9a/05970e54/poses.jpeg?ts=1661148518&userId=usrf0GZYc5zCl9Cv7&cs=47189451d02fffb0",
    "lore1": "**PERSONALITY**\n\nA flaming green beacon of betrayal and corruption, Mikelar's fits of sobbing laughter can often be heard long before he assails an enemy. Often seen with black tears streaking down his cheeks and a crazed grin plastered to his face, Mikelar is tortured by madness. Even while slaughtering droves of his former people, he can be heard having long, drawn out conversations with the voices in his head: alternating between weeping and cackling laughter.\n",
    "lore2": "**HISTORY**\n\nMikelar once served in Xalia's place as the commander of Eledon's astra-users. However, when leading a campaign against Azorag, he was seduced by Elyra and turned against his own people, slaughtering them in droves. Alongside several dozen astralytes, Mikelar defected to Azorag's side, reveling in the pleasure and destruction granted to servants of chaos. In turn, Azorag granted him a position among his demorium, which Mikelar hungrily accepted.\n\nConfined to the furthest corner of Azorag's realm, among the dead and decrepit forces found in Midnight Rift, Mikelar's sanity slowly eroded as he dealt with guilt and delusions of grandeur. Tortured by Elyra and subjected to the darkest sides of humanity, Mikelar broke: forever consumed by madness.\n",
    "quote1": "\"Eledon does not preach the virtues of justice: he preaches the virtues of gold-plated shackles.\"\n",
    "character": 60,
    "characterRace": 9,
    "characterTypes": [3],
    "energies": [6]
  },
  {
    "uuid": "rec9P8LZaQakcezHb",
    "id": 10,
    "name": "Elyra",
    "title": "Queen of the Succubi",
    "isEnabled": true,
    "link": "https://arken.gg/npc/elyra",
    "shortDescription": "Demorium",
    "description": "A beautiful, naked temptress who commands the succubi and incubi in Azorag's army. Her form is overwhelmingly attractive to all who look upon her.\n",
    "lore1": "**PERSONALITY**\n\nAbove all, Elyra craves pleasure and attention. Viciously intelligent and aware, Elyra is able to pinpoint the desires of everyone around her, without any energy required. Paired with the power granted by chaos energy, she can seduce nearly anyone and bend them to her will. With insatiable lust and a depraved hunger for power over others, Elyra is a formidable and irresistible enemy.\n",
    "lore2": "**HISTORY**\n\nEven before she welcomed chaos energy, Elyra was a known seductress. She preyed upon powerful men and women, ensnaring them in a pattern of love and lust until they would do anything to satiate her needs. Often times, whether she had ulterior motives or simply grew bored, her victims would end up debased and dishonored, their lives in ruin. Other times she would simply murder them and slip away into the night.\n\nEventually, she herself was enticed by Azorag and his mastery of chaos. She was enchanted by his power and charismatic values, and she pledged herself to him. With chaos energy infused into her, she became an unstoppable force of attraction, and she went on to train a specialized group of people to do the same--in the service of Azorag. These people became known as succubi and incubi. They ravaged the lands--both outside the cube and within--coercing and luring all manner of powerful individuals: including the former alorium Mikelar.\n",
    "quote1": "\"Oh, please! The more you strike me, the more fun it is for both of us...\"\n",
    "character": 56,
    "characterRace": 9,
    "characterTypes": [3],
    "energies": [6]
  },
  {
    "uuid": "reckaV4PlFbRrltc1",
    "id": 11,
    "name": "Qorrekh",
    "title": "The Forsaken",
    "isEnabled": true,
    "link": "https://arken.gg/npc/qorrekh",
    "shortDescription": "Demorium",
    "description": "A strange, otherworldly being of tentacles, long claws, and numerous eyes. Her speed and godlike perception make her nearly impossible to fight.\n",
    "lore1": "**PERSONALITY**\n\nQorrekh is consumed by a fanatical fascination with the aberrant and twisted. Insatiably curious, she pursues her experiments with reckless abandon, creating all manner of foul creations from rods, flesh, and chaos-infused concoctions. She constantly improves herself: adding limbs, eyes, and other capacities. She considers herself a harbinger of radical evolution, stopping at nothing to create more terrifyingly 'perfect' monsters.\n",
    "lore2": "**HISTORY**\n\nA semi-humanoid of forgotten origins, Qorrekh has always been attuned to the unnatural. Captured by Azorag in the early days of his tyranny, Qorrekh thrives in the dark unknown, experimenting and creating horrifying creatures and machines to suit Azorag's needs--and her own curiosity.\n\nWithin the cube, she runs a facility known as the Pit of Malediction: an endless pit with caves and tunnels carved into its rocky sides. Here, she and her people--mostly artificial or creatures physically warped to the point of unrecognizability--perform a range of horrific experiments: stitching together pieces of creatures to builds partially conscious golems who experience nothing but pain. With a fast-growing trail of perversion following behind her, she's transformed the beautiful Nezir into a monster, created screaming golems of flesh, and physically altered herself countless times.\n",
    "quote1": "\"Don't think you can surprise me, small creature. I can see through you. I know your next move before even you do...\"\n",
    "character": 63,
    "characterRace": 9,
    "characterTypes": [3],
    "energies": [6]
  },
  {
    "uuid": "recZd6oFOgoidoAlm",
    "id": 12,
    "name": "Vul",
    "title": "The Silent Dark",
    "isEnabled": true,
    "link": "https://arken.gg/npc/vul",
    "shortDescription": "Demorium",
    "description": "A creature of pure shadow, set apart only by two shadowy clawed arms and a flaming, skull-like face at the zenith of his formless body. No sound can be heard while in Vul’s vicinity, save for the vibrations of your heart and the pumping of your blood.\n",
    "lore1": "**PERSONALITY**\n\nLittle can be said of Vul's personality. A creature of pure darkness--whose only purpose is to consume--naturally has little personality save a voracious appetite.\n",
    "lore2": "**HISTORY**\n\nForged by a union between an undead sorcerer and a banshee, Vul is a demonic spirit of darkness. One of the purest forms of tangible chaos energy, Vul straddles the border between the spirit and physical world; between undead and elemental. One of Azorag's most difficult-to-control servants, Vul constantly lapses in and out of existence: becoming one with the darkness before condensing again into a semi-physical form.\n\nThough Vul was created from a banshee, it cannot speak or emote. More strangely, Vul has the unique ability to completely drown sound in the areas around his incorporeal form. Those few who survive to tell the tale report only hearing their blood rushing and their heart pounding in their chest as the creature of shadow assailed them.\n",
    "character": 58,
    "characterRace": 9,
    "characterTypes": [3],
    "energies": [6]
  },
  {
    "uuid": "recQqIKmaQsIzElNh",
    "id": 13,
    "name": "Kufuul",
    "title": "The Bloodthirster",
    "isEnabled": true,
    "link": "https://arken.gg/npc/kufuul",
    "shortDescription": "Demorium",
    "description": "The largest and most physically intimidating of all demorium, Kufuul embodies the destructive aspect of Chaos. Second only to Azorag himself, Kufuul heads Azorag’s military and is in charge of conquering Haerra for the demons. Kufuul uses no weapons, instead relying on his clawed hands and gigantic razor-whip tail.\n",
    "lore1": "**PERSONALITY**\n\nDespite being the second most powerful being in Azorag's realm, Kufuul lives a surprisingly moderate life. He abstains from the rampant revelry typical of other demorium and chaospawn, instead spending his evenings either training or enjoying a quiet cup of tea in his humble, one-story home. Kufuul takes pride in his work, service to Azorag and--despite his station--an uncomplicated life.\n",
    "lore2": "**HISTORY**\n\nKufuul was once a winged titan on the old planet of the gods. After being defeated by Azorag, Kufuul was enslaved in Azorag's military for many years. Over time, however, Azorag took notice of Kufuul's serenity in a fight: often crushing a dozen foes while humming an old bedtime rhyme. Even further, Azorag could see Kufuul's calmness mirrored by a vicious precision, assessing enemies before brutally crashing down on their weakest point. Enamored by this uncharacteristic titan behavior, Azorag began to groom Kufuul for leadership.\n\nThough impudent and loud-spoken, Kufuul rapidly rose to the occasion: demonstrating leadership and strategical abilities. Some years after entering the cube, Azorag appointed Kufuul to head his military. Exceeding all expectations, Kufuul lead countless victories against Azorag's many enemies, contributing heavily to Azorag's fearsome reputation.\n",
    "quote1": "\"A lot of attitude coming from someone punier than one of my tail thorns.\"\n",
    "character": 61,
    "characterRace": 9,
    "characterTypes": [3],
    "energies": [6]
  },
  {
    "uuid": "rec368jRjczwKhHsx",
    "id": 14,
    "name": "Shirayla",
    "title": "The Vindicator",
    "isEnabled": true,
    "link": "https://arken.gg/npc/shirayla",
    "shortDescription": "Alorium",
    "description": "Second only to Eledon himself, Shirayla heads Eledon’s military and is in charge of conquering Haerra for the angels. Shirayla has olive skin and brilliant white hair, with white wings tinted with the colors of dawn. She wears a white tunic, armored with bronze and gold plates. Shirayla wields two weapons: a bronze longsword and a spiked chain scale at the end of a long chain, which she uses as a grappling device and ranged flail.\n",
    "lore1": "**PERSONALITY**\n\nThough Shirayla's appearance is a human woman in her late 20s, her breadth of wisdom betrays her age. Slow to anger but quick to act, her stony visage has never publicly cracked. Her keen insight cuts through most lies and deduces guiltiness in mere minutes of conversing. Shirayla trusts few people and, after Mikelar defected to Azorag's ranks, even the other alorium are considered suspect.\n",
    "lore2": "**HISTORY**\n\nAs Eledon's first elite soldier, Shirayla sets the bar high for the other alorium. She was not only instrumental in uniting all other gods under Eledon back on their home planet, but also led hundreds of victorious campaigns against Azorag and the other gods once in the cube. A powerful astra user and the author of the many laws that govern Eledon's realm, Shirayla both exemplifies the virtues taught by Eledon and repeatedly helps define new ones.\n\nShirayla serves as the high judge of Eledon's realm and delivers judgement on the most important cases. Most of her time is spent traveling the realm, ensuring that law is observed and enforced, as well as overseeing any legal issues in the domains of the other alorium.\n",
    "quote1": "\"Unfortunately for you hero, the scales are not tipped in your favor.\"\n",
    "characterRace": 7,
    "characterTypes": [11],
    "energies": [1]
  },
  {
    "uuid": "rec0DISg2usWeOhVJ",
    "id": 15,
    "name": "Delaran",
    "title": "The Radiant Scourge",
    "isEnabled": true,
    "link": "https://arken.gg/npc/delaran",
    "shortDescription": "Alorium",
    "description": "One of the two alorium without the telltale feathered wings, Delaran makes up for his lack of flight with his height. Standing nearly 26 feet tall, Delaran wields a gigantic sword of flame. If his sheer size wasn’t intimidating enough, his body burgeons with fire, from his hair to his eyes, to the veins streaking across his body.\n",
    "image": "https://dl.airtable.com/.attachments/a2055fb1a63000b3e1e50891020f7450/b2e8e59f/Delaran.jpg?ts=1661148525&userId=usrf0GZYc5zCl9Cv7&cs=6e99ab3a29338dc0",
    "secondaryImage": "https://dl.airtable.com/.attachments/12c529b9136837a7e2b3abe52231677c/7daa3c58/Sketch-Delaran.jpg?ts=1661148525&userId=usrf0GZYc5zCl9Cv7&cs=70a78022eadceeb4",
    "lore1": "**PERSONALITY**\n\nJust like his flaming exterior, the former fire elemental rages within. Though Delaran has tempered much of his rage, he can still harness it on the battlefield, leaving utter destruction in his wake. He exemplifies the purging aspect of Eledon's tenants, sweeping forth onto the battlefield like a wildfire. Alongside Borial, Delaran is a harsh instructor to Eledon's foot soldiers. In their camp, disrespect is met with severe punishment, and orders must always be fulfilled.\n",
    "lore2": "**HISTORY**\n\nOn the old planet of the gods, elementals waged war with the humanoids: crashing tempests and hosts of air elementals would rage through their cities and capsize their fleets, while creatures of earth and metal would do battle with energy-wreathed men and women. Once, the mighty fire elemental Delaran opposed the humanoids. Delaran would devastate regions as a pillar of flame and crush opponents while in the form of a bipedal fire giant.\n\nBut one day, while driving a group of humanoids from their settlement, Delaran faced an opponent like no other: Eledon, then the king of all energy weavers. Eledon and Delaran fought, flame and astra clashing in the dark night. Delaran fought with fervor, smashing at Eledon with fists ablaze and hurling gobs of lava at the humanoid when he dodged. For a keen-eyed observer, it would appear as though Delaran would easily consume Eledon. But Eledon was clever. Each time Delaran struck, Eledon lashed his striking limb with invisible threads of astra energy. When Delaran thrust at Eledon with a flaming fist, ready to destroy this insolent humanoid then and there, Eledon grasped the amassed threads and tightened his grip on them.\n\nDelaran halted in place, unable to move. He burgeoned against his invisible bonds, roaring as fire crackled from his limbs. But these bonds were not breakable by physical means, and the mighty fire elemental could do nothing. Instead of disposing of this flaming creature, Eledon offered Delaran a choice: join his ranks or suffer annihilation.\n\nOver the next few millennium, Delaran grew an incredible respect for Eledon and his virtues. Eventually, Delaran was appointed the title of alorium, responsible for training Eledon's soldiers alongside Borial.\n",
    "quote1": "\"Which part of my foot will kill you first? The crushing or the lava dripping from my sole?\"\n",
    "characterRace": 7,
    "characterTypes": [11],
    "energies": [1]
  },
  {
    "uuid": "recYGRn2UjFoLxC8a",
    "id": 16,
    "name": "Borial",
    "title": "The Divine Tempest",
    "isEnabled": true,
    "link": "https://arken.gg/npc/borial",
    "shortDescription": "Alorium",
    "description": "Borial embodies the sheer force of the divine, with a lion-esque body, massive thundering feathered wings, and the head of a man. He uses lightning fast reflexes in combination with his giant paws to tear and crush enemies, and his breath crackles with golden electricity which can be exhaled as lighting bolts. Even his wings, when beaten, can cause gale-like winds to throw enemies back.\n",
    "lore1": "**PERSONALITY**\n\nBorial is a raucous and jolly force of nature. Known for cracking terrible jokes at inopportune times, his bellowing laugh frequently echoes throughout the war camps. Commonly found playing games with the troops, tail sweeping excitedly: Borial takes life lightly. Though good-natured and playful while resting, Borial is a harsh commander on the field--both in battle and during training.\n",
    "lore2": "**HISTORY**\n\nThough none can be found in Haerra, Borial's mighty sphinx race was relatively commonplace on the god's old world. With the head of a man, body of a lion, and the gigantic feathered wings of an eagle, Borial is a fearsome foe: rivaling even dragons. For centuries Borial served as Eledon's mount, and is Eledon's oldest friend.\n\nBorial is a weapon of the storm: with the ability to cause gale winds by simply beating his wings and exhale lightning bolts from his breath. More than just a weapon and mount, however, Borial works with Delaran to train and discipline Eledon's troops.\n",
    "quote1": "\"You think you've seen a storm before? How adorable.\"\n",
    "characterRace": 7,
    "characterTypes": [11],
    "energies": [1]
  },
  {
    "uuid": "recCJNYWRfTg7UyOF",
    "id": 17,
    "name": "Logos",
    "title": "The Shaper",
    "isEnabled": true,
    "link": "https://arken.gg/npc/logos",
    "shortDescription": "Alorium",
    "description": "Although his silence often gains him the reputation of being subservient, Logos is all but. Logos embodies thought, and so carries with him a weapon far more potent than steel: Logos alters the reality around him, and if you’re not constantly mindful of your weapon--which is difficult when the teapots are turning into flying daggers--he might just turn it against you.\n",
    "image": "https://dl.airtable.com/.attachments/9164eef029508689e921ae6d3b06fbb4/6dfe668e/LogostheShaper1.jpg?ts=1661148527&userId=usrf0GZYc5zCl9Cv7&cs=21e5ad4b214fd26e",
    "secondaryImage": "https://dl.airtable.com/.attachments/5febc6c9de8688599e79af6ab702833b/0c6710e8/Sketch-LogostheShaper.jpg?ts=1661148527&userId=usrf0GZYc5zCl9Cv7&cs=41d3f9c9147b956c",
    "lore1": "**PERSONALITY**\n\nDespite the tragedy that consumed his youth, Logos retains a dry sense of humor. He often creates small illusions to communicate simple concepts and jokes, playing pranks on other alorium and even Eledon himself. Aside from this, Logos exhibits a great insight that rivals Shirayla's, and is able to see things others cannot. Logos can often be found in gardens and other vibrant places, reading books and taking in the beautiful scents and scenery.\n",
    "lore2": "**HISTORY**\n\nOnce, Logos was a vibrant youth with a bright future. On their old planet, Logos was the son of a powerful lawmaker. Logos, however, dreamed of becoming a storyteller--much to the chagrin of his father. At a young age, Logos fled home to become a bard, traveling with a troop wild miscreants and outlaws. Logos found joy singing and performing with this group, until one day they roped him into their bigger plan: robbing the king of the land. If Logos didn't cooperate, they would kill him.\n\nLogos--with little other choice--helped the sinister group not only rob the king, but kidnap his daughter and wife. His hands stained, Logos tried to flee but was caught by the leader of the troop. For his insolence, Logos' tongue was cut off so he'd \"never be able to tell.\" Stripped of his ability to sing and storytell, guilty of terrible acts, Logos stumbled back to his father, still in his early teens.\n\nMeanwhile, his father had been informed of the criminals who robbed the palace. Upon Logos' return, his father immediately imprisoned Logos for the robbery of the palace and the kidnapping of the king's wife and daughter. There, Logos was tortured for information, until his hands shook so violently that he could no longer write. When none of the other troop members were found, Logos was condemned to death for the crimes done to the king.\n\nIn his last few weeks--abandoned, betrayed, alone, and mute--Logos became aware of an existence beyond his own. He probed into this and discovered a wealth of astra energy within, waiting to be unleashed. In the last couple days before his execution, Logos turned his prison wall to water and escaped into the night.\n\nMany months later, Eledon heard of the miracles being done by a young boy using astra energy, and he went to find the boy. Eledon took Logos in and raised him as his own, guiding him in the ways and principles of astra. As Logos grew, his hands never steadied, and he never regained the ability to speak. However, his creative powers grew to enormous lengths, able to alter reality around him with a simple thought.\n",
    "characterRace": 7,
    "characterTypes": [11],
    "energies": [1]
  },
  {
    "uuid": "rec8ZGwyiVluO9IXJ",
    "id": 18,
    "name": "Xalia",
    "title": "The Paragon",
    "isEnabled": true,
    "link": "https://arken.gg/npc/xalia",
    "shortDescription": "Alorium",
    "description": "Although the black feathers of Xalia’s wings may lead you to doubt her allegiances, Xalia exemplifies the power and bravery demanded by Eledon. Xalia wears golden armor and a long, flowing black tunic, and bears a halberd wreathed in purple, pink and blue astra energy. In addition to her halberd, Xalia’s primary weapon is her voice, which drips with astra energy. A single word is enough to make a person drop to their knees.\n",
    "lore1": "**PERSONALITY**\n\nAs the youngest alorium, Xalia confesses she has much room to grow. Though sometimes pride gets the better of her, she constantly works to dim her temper and work on her self-control. For one whose single words can stop others in their tracks, this is not always easy. Despite this, Xalia exemplifies bravery and power, willing to jump head-first into a writhing mass of chaospawn.\n",
    "lore2": "**HISTORY**\n\nThe youngest of the alorium, Xalia was born within the cube and trained as an astra user. Xalia was once Mikelar's prized pupil, and she basked in his praise. Often condemned by Shirayla for her pride, Xalia had a unique ability to wrap astra energy around her words. When she spoke, she could issue short commands and people would instinctually obey, regardless of their station or her order. The individual would only realize what they'd done after they'd completed the action.\n\nIn a famous story told by the astra clergy, Mikelar was training Xalia and he swung at her with a blade. In a perfunctory remark, Xalia told Mikelar to drop his sword and he did so: immediately and without question. Embarrassed and furious, Mikelar supposedly tried to have her relocated, to no avail. After these fruitless efforts, he took her under his wing and trained her personally. Some gossip that he did this to seduce her, while others scathingly claim he was trying to steal her unique powers.\n\nRegardless of the truth, she learned to hone her powers to--sometimes literally--stunning lengths. When Mikelar betrayed the alorium and turned against his own ranks during the battle, Xalia was the one to curb the damage of the battle, driving back Mikelar and the horde of Azorag just long enough to allow Eledon's soldiers to escape the slaughter.\n\nWhen they returned, Xalia was praised for her bravery and duty. As both a hero and one of the most skilled astra users in Eledon's realm, she was appointed to take Mikelar's place. Despite this--or perhaps because of it--Shirayla has watched her like a hawk ever since, ensuring Xalia's loyalty and temperance.\n",
    "quote1": "\"People have told me I'm not persuasive, but who needs persuasion when you can just command?\"\n",
    "characterRace": 7,
    "characterTypes": [11],
    "energies": [1]
  },
  {
    "uuid": "rec0x7GpAd0jEZUVO",
    "id": 19,
    "name": "Korryn",
    "title": "The Celestial Archer",
    "isEnabled": true,
    "link": "https://arken.gg/npc/korryn",
    "shortDescription": "Alorium",
    "description": "Korryn’s four angelic wings alone make them a dangerous enemy, as they can turn and fly much quicker than most other flying creatures. Paired with their bow, an arsenal of unique arrows, and deadly accuracy, Korryn makes an especially deadly foe. They can fire up to six arrows with one shot, able to target a single enemy or multiple, and has arrows for all occasions, making them nearly impossible to predict.\n",
    "lore1": "**PERSONALITY**\n\nThough Korryn spent much of their youth and subsequent millennium with Eledon and Shirayla, Korryn never lapsed into the \"boring adulthood\" that the two exemplars \"suffer from.\" Instead, Korryn takes everything in stride, enjoying the thrill of flight and other simple things. As such, Korryn would never be considered the wisest or shrewdest of individuals, despite being a talented commander and fighter.\n",
    "lore2": "**HISTORY**\n\nFriend of Eledon and Shirayla long before they entered the cube, Korryn's four wings set them apart from the crowd. Alongside their disarming smile and quick wit, Korryn's deadly accuracy with the bow allow them swift victory in both argument and battle.\n\nTrained as an archer from birth, Korryn's effective immortality has allowed them to perfect their craft: now able to fire--not one--but several arrows with flawless accuracy, each with their own intended target. It is this agility and talent that makes Korryn both a deadly opponent and an effective commander. As the head of Eledon's winged forces, they are able to construct difficult flying courses for the soldiers and challenge their agility to extraordinary lengths.\n",
    "quote1": "\"Name one thing an arrow can't solve. Seriously! I've been around for a while, and so far I haven't found one.\"\n",
    "characterRace": 7,
    "characterTypes": [11],
    "energies": [1]
  },
  {
    "uuid": "recn3cbjNBynbghTf",
    "id": 20,
    "name": "Barakas",
    "title": "The Cruel",
    "isEnabled": true,
    "link": "https://arken.gg/npc/barakas",
    "shortDescription": "Valburn Highlord",
    "description": "Highlord Barakas is the fearless and cruel military head of the Valburn corrupters. He is a tall, imposing Valburn Corruptor with black, spiked plate armor and a massive flaming axe.\n",
    "image": "https://dl.airtable.com/.attachments/02e39d04f4fbaae7e65fe7fbebc91f1a/361c1ad7/HIghlordBarakas.png?ts=1661148529&userId=usrf0GZYc5zCl9Cv7&cs=997b84872b5e5eed",
    "secondaryImage": "https://dl.airtable.com/.attachments/26d0289157f39aaea1897e8ee041c8a3/2e3aacd5/Sketch-HighlordBarakas.jpg?ts=1661148529&userId=usrf0GZYc5zCl9Cv7&cs=0ba4f4bd6d7dd6de",
    "lore1": "**PERSONALITY**\n\nSince birth, the future Highlord possessed a steely resolve. Unbroken by the death and terror that consumed his upbringing, Highlord Barakas remains a stalwart figure: stone-faced with a raging fury locked within. During official business, Highlord Barakas remains calm and composed no matter the adversity or subject. On the battlefield, however, Highlord Barakas is possessed by the spirit of chaos, laying waste to opponents with wide sweeps of his flame-wreathed greataxe. The self-proclaimed High Prophet of Azorag, Highlord Barakas aims to exemplify his perception of chaos: an undaunted force of nature that turns everything in its way to dust.\n",
    "lore2": "**TRAGIC ORIGINS**\n\nBorn Elgaron Barakas, the future Valburn Highlord endured a tragic childhood. Elgaron’s family, despite being the ruling family of a small Corruptor tribe, were fairly poor. His tribe lived off the land, fending off beasts and contending with other tribes. Elgaron was raised by his grandmother, as his mother focused on the nurturing of the tribe. Elgaron’s father had fallen to the ashen lung disease just months before his birth, while his grandfather died in the volcanic eruptions that followed the Magocracy Wars. Elgaron’s grandmother was extremely bitter against the peoples of Haerra–the mages for causing the decimation of the demonkin’s livelihood, the others for standing by without raising a helping hand. This bitterness was instilled into Elgaron from an early age, planting the seeds of revenge for what they did to his father and grandfather.\n\nWhen Elgaron was only twelve years old, his mother was killed in a raid by humans in Westmarsh’s newest settlement of Maeteha. The chiefdom was passed on to Elgaron, and after only one year of scraping by, Elgaron’s grandmother passed from the same lung disease as his father, completely decimating the last of the Barakas’ line: except the thirteen year old Elgaron himself. Members of the tribe who witnessed Elgaron at this age would wonder upon his calm demeanor, even after such loss. He was described as “a storm of rage trapped beneath a quiet exterior.” As Elgaron grew, so too did his ambition and zeal. He united five, then ten warring Corruptor tribes, all before he turned twenty-five. He was only thirty when he founded the Valburn Empire–at that time only twelve tribes strong, already an accomplished orator, leader, and warrior.\n",
    "lore3": "**EMISSARY OF CHAOS**\n\nSince birth, Elgaron Barakas always felt the chaos raging within. In reflection, he described it as “an exhilarating force of nature, coursing through my veins, pushing me to act: to destroy.” During his early stages of conquest as the young Chieftain Barakas, his soldiers whispered of the faint hints of fire that leapt from his simple axe, alighting enemies and causing them to flee in terror. Each new battle revealed more of this chaotic power, though at the time he disregarded it.\n\nOne day, however, he encountered something that would change his destiny entirely. Elgaron recounts climbing to the top of an active volcano after uniting several tribes. The intended purpose was to gain a better view of the surrounding area, but when he reached the top and stared into the bubbling caldera, he felt a voice penetrate his thoughts: a rasping, terrible voice which commanded “_swim_!” Elgaron fell forwards into the caldera, pushed by some invisible force. Elgaron braced himself to be consumed by the lava, but instead, he found himself swimming within the bubbling caldera. His clothes and belongings instantly disintegrated, but the lava felt only faintly warm against his skin. “_Go to the bottom,_” the voice commanded. Compelled by fear and amazement, Elgaron obeyed, swimming deep into the caldera until his hand struck something long and metallic. He grasped ahold of the object and emerged from the lava–naked save for a large axe hefted in his hands, beautifully crafted from shimmering obsidian and wreathed in crackling fire. From this day forward, Elgaron proclaimed himself as Highlord Barakas, the Great Prophet of Azorag.\n",
    "lore4": "**WEAPON: The Flaming Greataxe of Barakas**\n\n- Special Properties: Igneous Edge\n- Damage Types: Fire, slashing\n",
    "quote1": "\"I'd say your head would look good on my mantle, but you're far too ugly and insignificant for that.\"\n",
    "characterRace": 5,
    "characterTypes": [13],
    "energies": [6]
  },
  {
    "uuid": "rec3TcGXtw5ArdWt4",
    "id": 21,
    "name": "Talav",
    "title": "The Betrayer",
    "isEnabled": true,
    "link": "https://arken.gg/npc/talav",
    "shortDescription": "Betrayer of the First Order of Zeno",
    "description": "A tall elf of fair complexion, Talav has maniacal eyes and a plastered grin. His elaborate, flowing robes far exceed his station. Talab betrayed The First Order and gave up the location of the cube pieces. He is zealous to the point of madness.\n",
    "lore1": "**PERSONALITY**\n\nConsumed by power-lust and delusions of grandeur, Talav balances on the precipice of insanity. An undeniably mighty foe, even the most illustrious accounts of his power fall short of his own opinion. After watching Zeno disintegrate to energy before his eyes, Talav believes himself to be the next god of temporal energy. Even though all accounts of the cube's power--including those of Zeno himself--say otherwise, Talav believes that uniting the cube will bring him immeasurable power, and finally cement his claim to godhood.\n",
    "lore2": "**HISTORY**\n\nTalav Stormstrider was once the most promising prodigy in the The First Order of Zeno, apprentice to Archdeacon Bin Ali himself. Talav possessed not only exceptional talent in the ways of temporal magic, but also maintained an incredible charisma about him. From a young age he had the ability to quiet a room when he entered, turn attention to himself with a single word, and belittle an adversary with marked ease.\n\nThis charisma, in combination with his sheer magical prowess, quickly earned him the respect of peers and teachers alike. As he progressed, he attracted the attention of Archdeacon Bin Ali, who took Talav on as his first and only apprentice. At first, Talav basked in the glory of his station and the influence it granted him. In time, however, his thirst for power and recognition outgrew the boundaries of the First Order.\n\nTalav first encountered the Valburn Corruptors on an excursion into the Hills of Carnage, accompanied by several other First Order acolytes. The acolytes were ambushed and captured by Corruptors, who carted them back to their base in Maeteha. Here, Talav met Highlord Barakas, who offered him a deal: freedom and power in exchange for information.\n\nTalav returned to the First Order, alone and unharmed. There he wove tales of his daring escape from the clutches of the Corruptors, earning him even greater respect within the order. Meanwhile, Talav siphoned information from the order to Highlord Barakas, about the cube and its speculated purpose.\n\nWhen the worldstone was destroyed and the pieces of the cube were scattered, Talav knew this was the right time to act. Though his motivation differed from Highlord Barakas', Talav needed Valburn's resources to take the cube for himself. Talav leaked the locations of the cube pieces, aided in the crippling of the First Order, and took his place as Talav, the Betrayer.\n",
    "lore3": "\n",
    "quote1": "\"Fool! You dare address the most powerful warlock on Haerra with such impudence?\"\n",
    "characterRace": 3,
    "characterTypes": [5],
    "energies": [7]
  },
  {
    "uuid": "recN4pJBdE1qmaroX",
    "id": 22,
    "name": "Experiment #326",
    "title": "The Gatekeeper",
    "isEnabled": true,
    "link": "https://arken.gg/npc/experiment-#326",
    "shortDescription": "Guardian of Azorag's cube gate",
    "description": "A terrifying creature with the likeness of a voodoo doll, commanded to guard the door from the cube to the Azorag's domain. Although the 21 foot tall Gatekeeper has run into some disrepair lately, that doesn’t stop him from being a horrifying foe.\n",
    "lore1": "**PERSONALITY**\n\nThough its wits have degraded and its movements slowed, Experiment #326 remains viciously loyal to its assigned purpose: guard the gate at all costs, and destroy anything that dares to open it. Experiment #326 will stop at nothing to fulfill its purpose, even if it results in the golem's utter destruction. After all, it's well overdue for an upgrade.\n",
    "lore2": "**HISTORY**\n\nExperiment #326--later termed \"The Gatekeeper\"--was created by Qorrekh in the Pit of Malediction. A foul concoction of sorcery, medieval machinery, and other haphazard materials, Experiment #326 was the first to both exhibit consciousness and follow Qorrekh's orders blindly. After serving as a training dummy for Azorag's elite for nearly a century, the golem fell into major disrepair. Its speech functions faltered and its movements lurched. Replaced by more advanced constructs, Experiment #326 was relocated to forever guard the cube gate to Azorag's realm: locked away in darkness and all but forgotten.\n",
    "lore3": "\n",
    "quote1": "\"SYSTEM UPDATE REQUIRED! SYSTEM UPDATE REQUIRED!\"\n",
    "character": 62,
    "characterTypes": [6, 3],
    "energies": []
  },
  {
    "uuid": "recJkEjfzJsigdWry",
    "id": 23,
    "name": "Shevar",
    "isEnabled": true,
    "link": "https://arken.gg/npc/shevar",
    "shortDescription": "Adventuring Companion",
    "description": "A First Order acolyte sent to accompany the hero and help the hero use the cube pieces. Shevar is a young vira scholar with relatively drab clothing and a large pack with all manner of books, papers, and navigation tools. Shevar has an owl pet named Ponpon which he loves more than himself, even if Ponpon gets Shevar into more trouble than he's worth.\n",
    "lore1": "**PERSONALITY**\n\nFiercely loyal and compassionate, Shevar hopes to one day become a fully-fledged time mage. Described by his parents as 'not particularly great at anything,' Shevar is a poor reader, slow learner, and has difficulty concentrating. Neither strong nor talented, nor particularly brave, Shevar's strength is his resolve: determined to prove his family wrong and make something of himself at all costs.\n",
    "lore2": "**HISTORY**\n\nBorn into a wealthy family of vira bankers, Shevar's upbringing in the desert city of Qiddir was a tumultuous one. Expected to follow in the family trade, Shevar consistently failed his classes and found concentrating on a single task incredibly difficult. His weakest link was numbers: a foundation of his eventual banking profession. The eldest of three siblings, he was consistently upstaged by the obvious brilliance of his younger brothers and sisters. Unable to prove his worth to his parents or greater vira society, Shevar eventually fled Qiddir, determined to find greatness.\n\nEnamored by tales of the Elysium mages on their floating islands, Shevar traveled east to study with the mages. When he finally arrived, starved of food and battered from dangerous travel, the mages simply laughed at his request to join their ranks. Impoverished, alone, and defeated, Shevar made a living cleaning the primitive sewers of Otho for nearly five years, stepped on by the elite of Otho. Despite this, he refused to let this break his spirit. During this time, he rescued an owlet from drowning in a sewage duct. He named the young owl Ponpon, and they grew a special bond. Shevar learned that, with the right amount of focus, he could see through Ponpon's eyes and communicate with her in simple emotions.\n\nOne day, Shevar witnessed the destruction of Arreat Summit from the streets of Otho. While many cowered in fear and fled to their houses, Shevar was fascinated by the display he saw, and he dared to venture closer. It was during this time that he first met Archdeacon Bin Ali of the First Order of Zeno. Bin Ali took pity on the scrawny vira and his owl, offering Shevar a place among the time mage apprentices of the First Order. Though Shevar quickly proved himself a poor time mage, Bin Ali still saw something in Shevar, and he reassigned the young vira to scribe duties. Within a matter of weeks, Shevar also failed to show even the most minute progress, and was removed from the scribes.\n\nFinally, Shevar found his place as a custodian for the First Order, emptying chamber pots and cleaning rooms. During this time, Shevar would watch the other First Order acolytes practicing their craft, dreaming of one day joining their ranks.\n\nWhen a strange figure entered Arcane Sanctuary, claiming to be from the future with knowledge of how to use the crafting cube, Shevar immediately volunteered to accompany the hero and guide him in Haerra. A hesitant Bin Ali finally gave permission, hoping that Shevar's special abilities with Ponpon could aid the hero in their journey. The responsibility is now on Shevar's shoulders, to prove himself in the most critical of times.\n",
    "lore3": "\n",
    "quote1": "\"No! No, no, no, no. Don't touch that. If you touch that, you'll get your greasy little hero hands all over it and it will be ruined forever.\"\n",
    "characterRace": 1,
    "characterGuild": 1,
    "characterTypes": [5],
    "energies": [7]
  },
  {
    "uuid": "recWHbEvLqUTCr61C",
    "id": 24,
    "name": "Ponpon",
    "isEnabled": true,
    "link": "https://arken.gg/npc/ponpon",
    "shortDescription": "Shevar's Owl",
    "description": "Ponpon is a brown spotted owl with large, curious eyes. Ponpon is Shevar's loyal companion and friend.\n",
    "lore1": "**PERSONALITY**\n\nA tiny feathered beast of unrivaled chaos, Ponpon appears to thrive on the confusion and shock of humanoids. Ponpon will stop at nothing to minorly inconvenience passersby, whether thieving loose pouches or nudging breakable items off ledges. Always able to get away with more than she should, Ponpon disarms opponents with a curious cock of the head and her large, sparkling eyes.\n",
    "lore2": "**HISTORY**\n\nAs a tiny owlet, Ponpon was rescued from the sewage of Otho by Shevar. Shevar nursed her back to health and protected her from the vicious cats that prowled the streets of Otho. As she grew into a slightly larger adult, Ponpon forged a strong bond with Shevar, gaining strange abilities to communicate with Shevar in simple emotions and give the vira her sight for brief periods. She also developed a strong thirst for causing mischief, in order to keep Shevar on his toes. Despite the grief she causes the young vira, Ponpon always ensures that he is well fed and taken care of: regularly gifting Shevar her finest worms and bugs.\n",
    "lore3": "\n",
    "quote1": "\"Hoot?\"\n",
    "characterTypes": [9],
    "energies": []
  },
  {
    "uuid": "recgq0ziapKvvEO1I",
    "id": 27,
    "name": "Moshari",
    "title": "The Last Ward",
    "isEnabled": true,
    "link": "https://arken.gg/npc/moshari",
    "shortDescription": "Ward of Arcane Sanctuary (End of Time)",
    "description": "Moshari is the ward of Arcane Sanctuary at the end of time. She bears golden scales, red robes that pool at her feet, and a tall staff.\n",
    "lore1": "**PERSONALITY**\n\nKnown by many in the End of Time as \"mother Moshari,\" the young dragonkin demonstrates wisdom well beyond her years. After her mother succumbed to the grief of failure, Moshari took the title of ward, using her natural charisma and soothing temperament to uplift the spirits of her elders, peers, and youngers alike. Moshari expends every ounce of her energy aiding others: visiting the ill and consoling the grieving. While the people of Arcane Sanctuary sleep, Moshari develops new programs to keep them entertained, organized, and at peace--with each other and themselves.\n",
    "lore2": "**HISTORY**\n\nJust barely old enough to remember the collapse of Haerra, Moshari's first defining memory was watching the world crumble away as she swung her legs out over the starry abyss. Charged by birthright to watch over the last refugees of Haerra, Moshari's childhood was heavy with burden. She watched her mother crumble under the weight of failure, unable to tend to the emotional wounds of her people left by Azorag's destruction. Moshari witnessed the people of Arcane Sanctuary suffer the rawest forms of grief and loss, hopeless and trapped within this \"Sanctuary.\" Even as her mother stepped out from the gate of Arcane Sanctuary, Moshari assumed  her heavy mantle and bears it with pride.\n\nAs ward of Arcane Sanctuary, Moshari lives to fulfill the needs of her people. She tirelessly searches for ways to soothe their suffering and ease their burdens, from organizing games and storytelling sessions to educating the youth and encouraging their passions. As some have put it, Moshari is a mother to all. Less a leader than a caretaker, Moshari uses her station as ward to watch over the wellbeing of the last remaining Haerrans.\n",
    "lore3": "\n",
    "quote1": "\"I had resigned myself to the death of Haerra. You, child, give me hope. Your task is a terrible one, and I do not envy your place.\"\n",
    "characterRace": 6,
    "characterGuild": 1,
    "characterTypes": [12],
    "energies": [7]
  },
  {
    "uuid": "recqlWHpgc5LGOUxb",
    "id": 28,
    "name": "Bin Ali",
    "title": "The Archdeacon",
    "isEnabled": true,
    "link": "https://arken.gg/npc/bin-ali",
    "shortDescription": "Archdeacon of the First Order of Zeno",
    "description": "Bin Ali is the Archdeacon of the First Order of Zeno. He wears simple gold-yellow robes over his vibrant crimson scales.\n",
    "lore1": "**PERSONALITY**\n\nWith both a thundering laugh and a scowl that could cow kings, Archdeacon Bin Ali exudes charisma wherever he goes. Both kind and shrewd, powerful yet humble, his station as Archdeacon of the First Order is well-deserved. Though at many points his rough humor is labeled as cheeky and disrespectful, none would deny his ability to bring light and laughter into times of complete and utter darkness.\n",
    "lore2": "**HISTORY**\n\nIn his youth, Bin Ali was a known rabble-rouser, often found scrapping with other young dragonkin. Though he would never confess this, his peers later recounted that he only ever fought to protect another's honor: picking fights over 'minor' insults if he saw it made the target uncomfortable. Even his parents would laugh about instances of Bin Ali fighting with them because they said something mean about another. Bin Ali's love for justice carried well over into his adulthood. As Bin Zy's first aide, Bin Ali would often challenge his master's motivations and reasoning, forcing the then Archdeacon to always be self-critical. Even when Bin Zy left, making Bin Ali the Archdeacon in a chaotic time of change and tumult, Bin Ali took this in humor and stride. Supposedly, when Arreat Summit exploded and Zeno perished to destroy the worldstone, Bin Ali was overheard saying \"I guess this time he won't be coming back for seconds\" as he chuckled under his breath.\n",
    "lore3": "\n",
    "quote1": "\"I guess this time he won't be coming back for seconds_.\"_\n",
    "characterRace": 6,
    "characterGuild": 1,
    "characterTypes": [5],
    "energies": [7]
  },
  {
    "uuid": "recp2CcY2wwonjNPW",
    "id": 29,
    "name": "Bin Zy",
    "isEnabled": true,
    "link": "https://arken.gg/npc/bin-zy",
    "shortDescription": "Former Archdeacon of the First Order",
    "description": "Likes potatoes.\n",
    "lore1": "**PERSONALITY**\n\nLikes potatoes.\n",
    "lore2": "**HISTORY**\n\nHas liked potatoes.\n",
    "lore3": "**ROLE IN STORY**\n\nLiking potatoes.\n",
    "quote1": "\"Are you finished eating that potato?\"\n",
    "characterTypes": [5],
    "energies": [7]
  },
  {
    "uuid": "reckXvCETOO3u1PwO",
    "id": 30,
    "name": "Ghosharak",
    "title": "The Elder Dragon",
    "isEnabled": true,
    "link": "https://arken.gg/npc/ghosharak",
    "shortDescription": "Godking of the Dragons",
    "description": "The towering godking of the dragons in prehistoric Haerra, Ghosharak dwarfs other dragons in size and demeanor. He uses his breath weapon of destructive thunder to enforce his rule.\n",
    "image": "https://dl.airtable.com/.attachments/cb9830247281cd4b65bedb6c3c084f92/854192d3/theelderdragoncolorfinal3.jpg?ts=1661148536&userId=usrf0GZYc5zCl9Cv7&cs=7361e16ada95dad2",
    "secondaryImage": "https://dl.airtable.com/.attachments/5ca91801b4a645dac438e258e66665a9/f45b65b6/Ghosharak-Green.jpg?ts=1661148536&userId=usrf0GZYc5zCl9Cv7&cs=f8dcca89b3bc9eeb",
    "lore1": "**PERSONALITY**\n\nCruel and tyrannical, the gigantic godking of the dragons ruled over his brethren with an iron claw. Undeterred by the scheming and bickering of other dragons, Ghosharak's first and only solution was destruction: brutalizing any who dared challenge him. Known to spend days devouring the flesh of his enemies, Ghosharak was only challenged a handful of times before other dragons learned to bend the knee.\n",
    "lore2": "**HISTORY**\n\nFeared and envied by all who knew the tyrant king, Ghosharak was born a killer. Just days after his birth, Ghosharak's mother returned to find the eggs of his siblings destroyed, with Ghosharak dozing in the debris. When Ghosharak matured, he grew to a staggering size: some 30 percent larger than any other dragon known in Haerra. His unique breath did not expel fire or electricity, as was typical of his kind. Instead, his breath weapon was a gigantic cone of pure force, obliterated anything in its path.\n\nGhosharak established his godhood of the dragons by absolute command, and any who dared say otherwise were mercilessly slaughtered. He demanded sacrifices and gifts of treasure from his subjects, and supposedly his massive treasure trove could fill an entire mountain. Ghosharak was finally deposed by a coalition of dragons, who murdered the gigantic beast by sheer luck alone.\n",
    "lore3": "\n",
    "characterTypes": [2],
    "energies": []
  },
  {
    "uuid": "recENfwYst5I79hSS",
    "id": 31,
    "name": "Miraqesh",
    "title": "The Insurgent",
    "isEnabled": true,
    "link": "https://arken.gg/npc/miraqesh",
    "shortDescription": "Champion of the Draconic Insurgence",
    "description": "Miraqesh is an insurgent fighting against the tyranny of Ghosharak. One of the last of her kind, Miraqesh aims to depose Ghosharak and display his broken body as an example for future generations.\n",
    "image": "https://dl.airtable.com/.attachments/eb804401d111e131c1bf2c15d8115d58/58c0d1cb/Miraqesh.jpg?ts=1661148536&userId=usrf0GZYc5zCl9Cv7&cs=3a12e1b560db4c6a",
    "secondaryImage": "https://dl.airtable.com/.attachments/d5339db5a7bae8eb7df92eb0efe28303/6a317ae8/Sketch-Miraqesh.jpg?ts=1661148536&userId=usrf0GZYc5zCl9Cv7&cs=4e6d13d222689dd7",
    "lore1": "**PERSONALITY**\n\nOne of the last her kind, Miraqesh proudly flaunts her long and slender draconic form, even as the legged dragons rose to prominence. As many of her kind were destroyed by Ghosharak, Miraqesh despised the tyrannical godking above all else, vying to one day have him destroyed. Hungry for revenge and prideful of her roots, she would stop at nothing to preserve her kind.\n",
    "lore2": "**HISTORY**\n\nWhen Miraqesh was only two-hundred years old, Ghosharak swept through her peoples' region. When they refused to capitulate to his rule, Ghosharak decimated their population, killing all but a handful who managed to escape. Among these few, Miraqesh grew up in hidden exile in the far corners of Haerra, never staying in one place for too long. The unique body type of her people made her painfully noticeable to dragons of other types. As a result, she spent much of her life in seclusion. Eventually, she and the remainder of her tribe ran across a group of dragons set on destroying Ghosharak, at all costs. Miraqesh readily joined this group, conspiring against the formidable godking of the dragons.\n",
    "lore3": "\n",
    "characterTypes": [2],
    "energies": []
  }
]
