[
  {
    "uuid": "recZnEp4BcU0yGChT",
    "id": 1,
    "name": "Sanctuary Gate 1",
    "isEnabled": true,
    "link": "https://arken.gg/time-gate/sanctuary-gate-1",
    "shortDescription": "A windswept world of sea and sky.",
    "description": "Far from any identifiable landmarks in Haerra, this windswept world of sea and sky leaves the horizon open for adventure. But adventure at your own risk, for without proper care you can very easily vanish into the depths below.\n",
    "image": "https://dl.airtable.com/.attachments/3dfef2223ec35ed7da9fcd4527a7b6ed/c5323e04/TimeGate1.jpg?ts=1661153850&userId=usrf0GZYc5zCl9Cv7&cs=f1df6f6adba714e8",
    "lore1": "## Starving Tourists (Apl. 3)\n\n<div align=\"center\">\n\n> Reports have reached me of a group of creatures - ghouls, perhaps - that have been heard ransacking the food stores east of the Braybill Crossing. Adventurers willing to investigate this matter further, locate the creature's nest, and eliminate them shall be justly rewarded. For more information, contact Farmer Brekil, near the Braybill Crossing, as soon as possible, and return to me with proof for your reward.\"\n> -Captain Elliot Rem\n\n</div>\n\n**Recommended Character Level:** 3\n**Party Size:** 4 - 6\n**Difficulty:** Deadly (4 players), Medium (6 players)\n**Hunt Creature:** Starved\n**Author:** Vall Syrene\n## Summary\nA pack of starved have slipped through a gateway from the Feydark and have made their residence in an underwater cavern, half a mile east of a local farming community. The creature's insatiable hunger has driven them to consume the food stores of Farmer Brekil, and it falls to the adventurers to track down and eliminate the starved pack before the townsfolk become their next meal.\n",
    "lore2": "## Stage 1: Meeting the NPCs\nThe characters find Farmer Brekil hard at work at his farm, not far from the Braybill Crossing. Upon arrival, the characters find him attempting to cover a strange acid with a mix of sand and dirt.\n\nBrekil explains he managed to land a shot on one of the strange creatures plaguing his farm last night as it devoured one of his chickens. The creature quickly fled, leaving behind the remains of the chicken, which rapidly decayed after being covered in the strange acidic saliva for only a few minutes.\n\nBrekil requests the characters locate the source of the creatures and remove them as quickly as possible, before they increase in number and get out of hand. He also suggests that since one of the creatures was wounded when it fled, there is likely to be blood on the ground the group can use to track them, though insists the party makes haste, lest the commonplace rainstorms in the region wash the tracks away.\nShould the group accept, Brekil offers a small parcel to aid them in their journey, containing a set of iron crossbow bolts, potion of healing (DMG), and bag of caltrops (PHB).\n\n### Searching the farm\nThe party can choose to search the farm for more clues by making a DC 13 Wisdom (Survival or Perception) check. On a successful check, the party discovers multiple clawed footprints in the dirt of the livestock pens, suggesting the creatures operate in a similar fashion to a pack of wolves. Additionally, the footprints are small in size and light in depth, suggesting the creatures are around the size of a halfling.\n\n### Following the tracks\nThe party can follow the trail of blood left behind by the wounded creature with little difficulty, and arrive at the entrance to a natural cave formation around 1 hour after setting off on foot. The cave entrance is large enough for one Medium or smaller creature to squeeze through at a time, and its interior has no sources of light aside from the cave entrance itself.\n\nThe cavern's winding corridors lead to a set of stone steps, carved out of the rock. A passive DC 14 Wisdom (Perception) check reveals splashes and wet footsteps echoing up from the bottom of the stairs.\nUpon descending the stairwell, the characters arrive at the top of Area 1, a large underground pool bathed in dim blue light. The light can be seen emanating from cracks within the cavern walls.\nA DC 14 Intelligence (History or Arcana) check reveals the cracks to be in the shape of an ancient symbol of the Feydark, suggesting the creatures may have come from the Feywild.\n\nA wounded starved can be seen crouching over the half- decayed body of an unknown adventurer in Area 2, slowly being dissolved by the creature's acidic bile. Three more starved lurk in the waters of Area 3, climbing up the cavern walls occasionally in search of food. If any of the starved detect the party, they alert the others, and attack.\n",
    "lore3": "\n",
    "lore4": "\n",
    "area": 2
  },
  {
    "uuid": "rec9r0pKmRYLA8vT2",
    "id": 2,
    "name": "Sanctuary Gate 2",
    "isEnabled": true,
    "link": "https://arken.gg/time-gate/sanctuary-gate-2",
    "shortDescription": "A dark world of ash and fire.",
    "description": "The area now known as Valburn has not always been a twisted and scarred place. Once, it thrived with industry and progress, where demonkin held hands with the other peoples of Haerra. But when a war like no other causes the earth to convulse and volcanos to erupt, you have the unique (mis)fortune of witnessing the change.\n",
    "image": "https://dl.airtable.com/.attachments/f0abcc91acbe9161188bf4946859db0f/50def869/TimeGate2.jpg?ts=1661153851&userId=usrf0GZYc5zCl9Cv7&cs=f56e564be1b85c9e",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "area": 2
  },
  {
    "uuid": "rec7m7R23APRMs3YA",
    "id": 3,
    "name": "Sanctuary Gate 3",
    "isEnabled": true,
    "link": "https://arken.gg/time-gate/sanctuary-gate-3",
    "shortDescription": "A futuristic world of machines and decadence.",
    "description": "A glimpse into the possible future of Haerra; where buildings scrape the sky, constructs rule empires, and the utopian surface world hides dark secrets beneath. Tread carefully, as the authorities are unlikely to take kindly to a time-traveler.\n",
    "image": "https://dl.airtable.com/.attachments/18b1993ce665f00be8e012cfdcf902c1/4aa8a79f/TimeGate31.jpg?ts=1661153852&userId=usrf0GZYc5zCl9Cv7&cs=3b3c66d0d92a0253",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "area": 2
  },
  {
    "uuid": "recxJNN7YK5uzpQbP",
    "id": 4,
    "name": "Sanctuary Gate 4",
    "isEnabled": true,
    "link": "https://arken.gg/time-gate/sanctuary-gate-4",
    "shortDescription": "An ancient world of tumult and terrifying beasts.",
    "description": "Enter into the prehistory of Haerra, where elemental storms ravage the land, dinosaurs stalk prey through dense undergrowth, and dragons reign supreme. Here, a single misstep could result in you being a _very_ tasty snack.\n",
    "image": "https://dl.airtable.com/.attachments/43213deb0b934125776b8e6284e33640/32a54198/TimeGate4.jpg?ts=1661153853&userId=usrf0GZYc5zCl9Cv7&cs=b036915fea079838",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "area": 2
  },
  {
    "uuid": "recaio2coYOp0CbkH",
    "id": 5,
    "name": "Infinite Arena",
    "isEnabled": true,
    "link": "https://arken.gg/time-gate/infinite-arena",
    "shortDescription": "Enter Azorag's Infinite Arena and battle other heroes for glory and treasure.",
    "description": "Explore another future of Haerra... Within the confines of Azorag's Infinite Arena. Here, you will test your mettle against other enslaved creatures who fell prey to Azorag's wrath. If you prove yourself worthy, you may receive rewards beyond your wildest imagination.\n",
    "image": "https://dl.airtable.com/.attachments/83143499deb6891527cbcdaef71f13a1/b4866b57/GameDemo3.gif?ts=1661153853&userId=usrf0GZYc5zCl9Cv7&cs=054624bc60bd0e3b",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n",
    "area": 31
  },
  {
    "uuid": "recvALwazMIEY6oEb",
    "id": 6,
    "name": "Elemental Dawn",
    "isEnabled": true,
    "link": "https://arken.gg/time-gate/elemental-dawn",
    "shortDescription": "Even the prehistory has a past, and this one begins with the elementals.",
    "description": "Preceding even the dragons, the elementals gave form to the continents of Haerra. Witness the sheer force of Haerra itself and test your steel against some of the strongest forces of nature. Who knows? Perhaps you may even uncover the origin of the worldstone shards.\n",
    "image": "https://dl.airtable.com/.attachments/b8e00ac0acaba5e4f03c1a486c10b5de/d5f2ed4e/ElementalGate.jpg?ts=1661153854&userId=usrf0GZYc5zCl9Cv7&cs=365aefffd41e7376",
    "lore1": "\n",
    "lore2": "\n",
    "lore3": "\n",
    "lore4": "\n"
  }
]
